Repository: Ultimate-Huskies/website
Catalog: __OLD__/languages/bbpress/bbpress-*.po
Languages: de_de

source: Forums
de_de: Foren

source: All Forums
de_de: Alle Foren

source: New Forum
de_de: Neues Forum

source: Create New Forum
de_de: Forum erstellen

source: Edit
de_de: Bearbeiten

source: Edit Forum
de_de: Forum bearbeiten

source: View Forum
de_de: Forum anzeigen

source: Search Forums
de_de: Foren suchen

source: No forums found
de_de: Es wurden keine Foren gefunden.

source: No forums found in Trash
de_de: Es wurden keine Foren im Papierkorb gefunden.

source: Parent Forum:
de_de: Übergeordnetes Forum:

source: bbPress Forums
de_de: bbPress-Foren

source: Topics
de_de: Themen

source: All Topics
de_de: Alle Themen

source: New Topic
de_de: Neues Thema

source: Create New Topic
de_de: Neues Thema erstellen

source: Edit Topic
de_de: Thema bearbeiten

source: View Topic
de_de: Thema anzeigen

source: Search Topics
de_de: Themen suchen

source: No topics found
de_de: Keine Themen gefunden.

source: No topics found in Trash
de_de: Keine Themen im Papierkorb gefunden.

source: bbPress Topics
de_de: bbPress Themen

source: Replies
de_de: Antworten

source: All Replies
de_de: Alle Antworten

source: New Reply
de_de: Neue Antwort

source: Create New Reply
de_de: Antwort erstellen

source: Edit Reply
de_de: Antwort bearbeiten

source: View Reply
de_de: Antwort anzeigen

source: Search Replies
de_de: Antworten suchen

source: No replies found
de_de: Es wurden keine Antworten gefunden.

source: No replies found in Trash
de_de: Es wurden keine Antworten im Papierkorb gefunden.

source: Topic:
de_de: Thema:

source: bbPress Replies
de_de: bbPress Antworten

# post
source: Closed
de_de: Geschlossen

# post
source: Orphan
de_de: Verwaist

# post
source: Hidden
de_de: Verborgen

source: Topic Tags
de_de: Themen-Schlagwörter

source: Search Tags
de_de: Schlagwörter suchen

source: Popular Tags
de_de: Beliebte Schlagwörter

source: All Tags
de_de: Alle Schlagwörter

source: Edit Tag
de_de: Schlagwort bearbeiten

source: Update Tag
de_de: Schlagwort aktualisieren

source: Add New Tag
de_de: Neues Schlagwort hinzufügen

source: New Tag Name
de_de: Neuer Schlagwortname

source: Topics with no replies
de_de: Themen ohne Antworten

source: <p>This is a collection of tags that are currently popular on our forums.</p>
de_de: <p>Dies ist eine Sammlung von Schlagwörtern, die zurzeit im Forum beliebt sind.</p>

source: Author
de_de: Autor

source: <p>Here are the statistics and popular topics of our forums.</p>
de_de: <p>Statistiken und beliebte Themen des Forums</p>

source: Registered Users
de_de: Registrierte Benutzer

source: Empty Topic Tags
de_de: Leere Themen-Schlagwörter

source: Hidden Topics
de_de: Verborgene Themen

source: Hidden Replies
de_de: Verborgene Antworten

source: Popular Topics
de_de: Beliebte Themen

source: favorites
de_de: Favoriten

source: This topic is one of your %favLinkYes% [%favDel%]
de_de: Dieses Thema gehört zu Deinen %favLinkYes% [%favDel%]

source: Add this topic to your favorites
de_de: Dieses Thema zu Deinen Favoriten hinzufügen

source: Subscribe
de_de: Abonnieren

source: Unsubscribe
de_de: Abbestellen

source: Topic Tag: %s
de_de: Themen-Schlagwort: %s

source: Subscribed Forum Topics
de_de: Abonnierte Forenthemen

source: You are not currently subscribed to any topics.
de_de: Du hast bisher keine Themen abonniert.

source: This user is not currently subscribed to any topics.
de_de: Dieser Benutzer hat noch keine Themen abonniert.

source: Merge topic "%s"
de_de: Thema "%s" zusammenführen

source: Select the topic to merge this one into. The destination topic will remain the lead topic, and this one will change into a reply.
de_de: Wähle das (Ziel-) Thema, mit dem dieses Thema hier zusammengeführt werden soll. Das Zielthema wird das Hauptthema bleiben, und dieses Thema wird in einen Antwort verwandelt.

source: To keep this topic as the lead, go to the other topic and use the merge tool from there instead.
de_de: Um dieses Thema als Hauptthema zu erhalten, gehe in das andere Thema und verwende das Zusammenführungswerkzeug von dort aus.

source: All replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted. If the destination topic was created after this one, it's post date will be updated to second earlier than this one.
de_de: Alle Antworten zu beiden Themen werden chronologisch zusammengeführt. Die Reihenfolge der zusammengeführten Antworten basiert auf Zeit und Datum ihrer Veröffentlichung. Falls das Zielthema nach diesem Thema erstellt wurde, wird sein Veröffentlichungsdatum auf einen früheren Zeitpunkt aktualisiert.

source: Destination
de_de: Ziel

source: Merge with this topic:
de_de: Mit diesem Thema zusammenführen:

source: No topics were found to which the topic could be merged to!
de_de: Es wurden keine Themen gefunden, mit denen dieses Thema zusammengeführt werden könnte.

source: There are no other topics in this forum to merge with.
de_de: In diesem Forum gibt es keine anderen Themen, mit denen zusammengeführt werden könnte.

source: Topic Extras
de_de: Themen-Extras

source: Merge topic subscribers
de_de: Themen-Abonnenten zusammenführen

source: Merge topic favoriters
de_de: Themen-Favoriten zusammenführen

source: Merge topic tags
de_de: Themen-Schlagwörter zusammenführen

source: <strong>WARNING:</strong> This process cannot be undone.
de_de: <strong>WARNUNG:</strong> Dieser Prozess kann nicht rückgängig gemacht werden!

source: Submit
de_de: Senden

source: You do not have the permissions to edit this topic!
de_de: Du bist nicht berechtigt, dieses Thema zu bearbeiten.

source: You cannot edit this topic.
de_de: Du kannst dieses Thema nicht bearbeiten.

source: Split topic "%s"
de_de: Thema "%s" teilen

source: When you split a topic, you are slicing it in half starting with the reply you just selected. Choose to use that reply as a new topic with a new title, or merge those replies into an existing topic.
de_de: Wenn Du ein Thema teilst, trennst Du es auf, beginnend mit der von Dir ausgewählten Antwort. Lege diesen Beitrag als neues Thema mit neuem Titel fest - oder führe solche Themen innerhalb eines vorhandenen Themas zusammen.

source: If you use the existing topic option, replies within both topics will be merged chronologically. The order of the merged replies is based on the time and date they were posted.
de_de: Wenn Du die Option des vorhandenen Themas verwendest, werden die Antworten beider Themen chronologisch zusammengeführt. Die Reihenfolge der zusammengeführten Antworten basiert auf Zeit und Datum ihrer Veröffentlichung.

source: Split Method
de_de: Teilmethode

source: New topic in <strong>%s</strong> titled:
de_de: Neues Thema in <strong>%s</strong>. Titel:

source: Split: %s
de_de: Teilen: %s

source: Use an existing topic in this forum:
de_de: Ein vorhandenes Thema in diesem Forum verwenden:

source: No other topics found!
de_de: Keine weiteren Themen gefunden.

source: Copy subscribers to the new topic
de_de: Abonnenten in neues Thema kopieren

source: Copy favoriters to the new topic
de_de: Favoriten in das neue Thema kopieren

source: Copy topic tags to the new topic
de_de: Themen-Schlagwörter in das neue Thema kopieren

source: Manage Tag: "%s"
de_de: Schlagwort verwalten: "%s"

source: Rename
de_de: Umbenennen

source: Leave the slug empty to have one automatically generated.
de_de: Diesen Titel leer lassen, um automatisch einen zu generieren.

source: Changing the slug affects its permalink. Any links to the old slug will stop working.
de_de: Die Änderung des Titels wirkt sich auf dessen Permalink aus. Alle Links zum alten Titel werden nicht mehr funktionieren.

source: Slug:
de_de: URL-Titel (Slug):

source: Merge
de_de: Zusammenführen

source: Merging tags together cannot be undone.
de_de: Das Zusammenführen von Schlagwörtern kann nicht rückgängig gemacht werden.

source: Existing tag:
de_de: Vorhandenes Schlagwort:

source: Are you sure you want to merge the "%s" tag into the tag you specified?
de_de: Bist Du sicher, dass Du das Schlagwort "%s" mit dem markierten Schlagwort zusammenführen willst?

source: Delete
de_de: Löschen

source: This does not delete your topics. Only the tag itself is deleted.
de_de: Dies wird Deine Themen nicht löschen. Nur das Schlagwort selbst wird gelöscht.

source: Deleting a tag cannot be undone.
de_de: Das Löschen eines Schlagwortes kann nicht rückgängig gemacht werden.

source: Any links to this tag will no longer function.
de_de: Alle Links zu diesem Schlagwort werden nicht mehr funktionieren.

source: Are you sure you want to delete the "%s" tag? This is permanent and cannot be undone.
de_de: Bist Du sicher, dass Du das Schlagwort "%s" löschen willst? Diese Aktion kann nicht rückgängig gemacht werden ...

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Nickname
de_de: Pseudonym

source: Contact Info
de_de: Kontaktinfos

source: Website
de_de: Webseite

source: About Yourself
de_de: Über Dich

source: About the user
de_de: Über den Benutzer

source: Biographical Info
de_de: Biografische Infos

source: Account
de_de: Konto

source: Username
de_de: Benutzername

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
de_de: Es gibt eine ausstehende E-Mail-Adress-Änderung in <code>%1$s</code>. <a href="%2$s">Abbrechen</a>

source: New Password
de_de: Neues Passwort

source: If you would like to change the password type a new one. Otherwise leave this blank.
de_de: Wenn Du das Passwort ändern möchtest, gib bitte ein Neues ein. Ansonsten das Feld einfach leer lassen.

source: Type your new password again.
de_de: Bitte gib Dein neues Passwort erneut ein.

source: Grant this user super admin privileges for the Network.
de_de: Diesem Benutzer Superadminrechte für das Netzwerk gewähren.

source: Save Changes
de_de: Änderungen speichern

source: Update Profile
de_de: Profil aktualisieren

source: Update User
de_de: Benutzer aktualisieren

source: Posts
de_de: Beiträge

source: Voices
de_de: Stimmen

source: Freshness
de_de: Zuletzt aktiv

source: Started by: %1$s
de_de: Gestartet von: %1$s

source: You are already logged in.
de_de: Du bist schon angemeldet.

source: This topic is marked as closed to new replies, however your posting capabilities still allow you to do so.
de_de: Dieses Thema ist für neue Antworten geschlossen, obwohl die Veröffentlichungsfunktionen diese weiterhin zulassen.

source: Your account has the ability to post unrestricted HTML content.
de_de: Du darfst mit diesem Benutzerkonto uneingeschränkt HTML verwenden.

source: Reply:
de_de: Antwort:

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
de_de: Du kannst folgende <abbr title="HyperText Markup Language">HTML</abbr>-Begriffe und -Attribute verwenden:

source: Tags:
de_de: Schlagwörter:

source: Notify the author of follow-up replies via email
de_de: Den Autor via E-Mail über eingehende Antworten informieren

source: Notify me of follow-up replies via email
de_de: Mich via E-Mail über eingehende Antworten informieren

source: Revision
de_de: Überarbeitung

source: Keep a log of this edit:
de_de: Aufzeichnung für folgende Bearbeitung behalten:

source: Optional reason for editing:
de_de: Optionaler Grund für die Bearbeitung:

source: You cannot reply to this topic.
de_de: Du kannst zu diesem Thema keinen Antwort verfassen.

source: You must be logged in to reply to this topic.
de_de: Du musst angemeldet sein, um zu diesem Thema eine Antwort verfassen zu können.

source: Creator
de_de: Verfasser

source: You have not created any topics.
de_de: Du hast noch keine Themen erstellt.

source: This user has not created any topics.
de_de: Dieser Benutzer hat keine Themen erstellt.

source: Edit Profile of User %s
de_de: Profil von Benutzer %s bearbeiten

source: (Edit)
de_de: (Bearbeiten)

source: Favorite Forum Topics
de_de: Favorisierte Forenthemen

source: You currently have no favorite topics.
de_de: Du hast zur Zeit keine favorisierten Forenthemen.

source: This user has no favorite topics.
de_de: Dieser Benutzer hat keine favorisierten Themen.

source: Password
de_de: Passwort

source: Keep me signed in
de_de: Angemeldet bleiben

source: Oh bother! No forums were found here!
de_de: Es wurden keine Foren gefunden.

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
de_de: Dieses Forum ist für neue Themen geschlossen, obwohl die Veröffentlichungsfunktionen diese weiterhin zulassen.

source: Topic Title (Maximum Length: %d):
de_de: Themen-Titel (Maximale Länge: %d Zeichen):

source: Topic Tags:
de_de: Themen-Schlagwörter:

source: Topic Type:
de_de: Thementyp:

source: You must be logged in to create new topics.
de_de: Du musst angemeldet sein, um neue Themen erstellen zu können.

source: Private
de_de: Privat

source: You do not have permission to view this forum.
de_de: Du bist nicht berechtigt, dieses Forum anzuzeigen.

source: Protected
de_de: Geschützt

source: Your information:
de_de: Deine Informationen:

source: Name (required):
de_de: Name (erforderlich):

source: Mail (will not be published) (required):
de_de: E-Mail (erforderlich, wird nicht veröffentlicht):

source: Website:
de_de: Webseite:

source: Lost Password
de_de: Passwort vergessen

source: Username or Email
de_de: Benutzername oder E-Mail

source: Oh bother! No topics were found here!
de_de: Es wurden keine Themen gefunden.

source: Create an Account
de_de: Konto erstellen

source: Your username must be unique, and cannot be changed later.
de_de: Der Benutzername muss einzigartig sein und kann später nicht geändert werden.

source: We use your email address to email you a secure password and verify your account.
de_de: Deine E-Mail-Adresse wird verwendet, um Dir ein sicheres Passwort zuzusenden und Dein Konto zu bestätigen.

source: Register
de_de: Registrieren

source: Discussion
de_de: Diskussionen

source: User
de_de: Benutzer

source: Hidden Topic
de_de: Verborgenes Thema

source: Hidden Reply
de_de: Verborgene Antwort

source: Empty Topic Tag
de_de: Leeres Themen-Schlagwort

source: You are using <span class="b">bbPress %s</span>.
de_de: Du verwendest <span class="b">bbPress %s</span>

source: Category
de_de: Kategorie

source: Public
de_de: Öffentlich

source: Hidden
de_de: Verborgen

source: Type:
de_de: Typ:

source: Visibility:
de_de: Sichtbar:

source: Parent:
de_de: Eltern:

source: Forum Parent
de_de: Eltern-Forum:

source: (No Parent)
de_de: (kein übergeordnetes)

source: Order:
de_de: Sort.:

source: Forum Order
de_de: Foren-Reihenfolge

source: (No Forum)
de_de: (Kein Forum)

source: IP Address
de_de: IP-Adresse

source: minutes
de_de: Minuten

source: seconds
de_de: Sekunden

source: Allow users to subscribe to topics
de_de: Benutzern erlauben, Themen zu abonnieren?

source: Allow guest users without accounts to create topics and replies
de_de: Gastbenutzern ohne Konto erlauben, Themen und Antworten zu erstellen?

source: per page
de_de: pro Seite

source: In the Main Settings you have a number of options:
de_de: In den Haupteinstellungen gibt es einige Optionen:

source: You can choose to lock a post after a certain number of minutes. "Locking post editing" will prevent the author from editing some amount of time after saving a post.
de_de: Du kannst wählen, einen Beitrag nach einigen Minuten zu schließen. "Beitragsbearbeitung schließen" wird den Autor daran hindern, nach Ablauf eines festgelegten Zeitraums gespeicherte Beiträge zu bearbeiten.

source: "Throttle time" is the amount of time required between posts from a single author. The higher the throttle time, the longer a user will need to wait between posting to the forum.
de_de: "Zeitintervall" ist die erforderliche Zeit zwischen zwei Veröffentlichungen ein- und desselben Autors. Je höher dieses Zeitintervall ist, desto länger muss ein Benutzer zwischen zwei Veröffentlichungen im Forum warten.

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
de_de: Du musst unten auf "Änderungen speichern" klicken, um die neuen Einstellungen zu übernehmen.

source: Pages
de_de: Seiten

source: Revisions
de_de: Überarbeitungen

source: Attachments
de_de: Anhänge

source: Menus
de_de: Menüs

source: Tag base
de_de: Schlagwort-Basis

source: Category base
de_de: Kategorie-Basis

source: Forums base
de_de: Foren-Basis

source: Topics base
de_de: Themen-Basis

source: Forum slug
de_de: Forentitel

source: Topic slug
de_de: Thementitel

source: Reply slug
de_de: Antworttitel

source: User base
de_de: Benutzerbasis

source: View base
de_de: Basis anzeigen

source: Topic tag slug
de_de: Themen-Schlagworttitel

source: You can view replies in a simple title list or with an excerpt. Choose the view you prefer by clicking on the icons at the top of the list on the right.
de_de: Du kannst Antworten in einer einfachen Titelliste oder als Auszug anzeigen lassen. Wähle die von Dir bevorzugte Ansicht durch Klicken auf die Symbole oben rechts in der Liste.

source: Hovering over a row in the replies list will display action links that allow you to manage your reply. You can perform the following actions:
de_de: Das "Überfahren" einer Zeile in der Antwortenliste wird Aktionslinks anzeigen, die Dir die Verwaltung Deiner Antwort ermöglichen. Du kannst folgende Aktionen ausführen:

source: Reply Attributes
de_de: Antwort-Attribute

source: Author Information
de_de: Autoreninformationen

source: The reply was not found!
de_de: Die Antwort wurde nicht gefunden.

source: You do not have the permission to do that!
de_de: Dazu bist Du nicht berechtigt ...

source: There was a problem marking the reply "%1$s" as spam.
de_de: Es gab ein Problem beim Markieren des Beitrags "%1$s" als Spam.

source: Reply "%1$s" successfully marked as spam.
de_de: Beitrag "%1$s" erfolgreich als Spam markiert.

source: There was a problem unmarking the reply "%1$s" as spam.
de_de: Es gab ein Problem beim Demarkieren des Beitrags "%1$s" als Spam.

source: Reply "%1$s" successfully unmarked as spam.
de_de: Beitrag "%1$s" erfolgreich als Spam demarkiert.

source: Title
de_de: Titel

source: Created
de_de: Erstellt

source: No Topic
de_de: Keine Themen

source: No Forum
de_de: Kein Forum

source: (Mismatch)
de_de: (Stimmt nicht überein)

source: View &#8220;%s&#8221;
de_de: Anzeigen &#8220;%s&#8221;

source: View
de_de: Anzeigen

source: Not spam
de_de: Kein Spam

source: Restore this item from the Trash
de_de: Element aus dem Papierkorb wiederherstellen

source: Restore
de_de: Wiederherstellen

source: Move this item to the Trash
de_de: Element in Papierkorb verschieben

source: Trash
de_de: Müll

source: Delete this item permanently
de_de: Element endgültig löschen

source: Delete Permanently
de_de: Endgültig löschen

source: In all forums
de_de: In allen Foren

source: Reply updated. <a href="%s">View topic</a>
de_de: Antwort aktualisiert. <a href="%s">Vorschau</a>

source: Custom field updated.
de_de: Benutzerdefinierte Felder aktualisiert

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht

source: Reply updated.
de_de: Antwort aktualisiert

source: Reply restored to revision from %s
de_de: Antwort zur Durchsicht gespeichert von %s

source: Reply created. <a href="%s">View topic</a>
de_de: Antwort erstellt. <a href="%s">Thema anzeigen</a>

source: Reply saved.
de_de: Antwort gespeichert

source: Reply submitted. <a target="_blank" href="%s">Preview topic</a>
de_de: Antwort veröffentlicht. <a target="_blank" href="%s">Vorschau</a>

source: Reply scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
de_de: Antwort geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau</a>

source: M j, Y @ G:i
de_de: j. F Y @ H:i

source: Reply draft updated. <a target="_blank" href="%s">Preview topic</a>
de_de: Antwortentwurf aktualisiert. <a target="_blank" href="%s">Vorschau</a>

source: Forum Attributes
de_de: Foren-Attribute

source: %s ago
de_de: vor %s

source: No Topics
de_de: Keine Themen

source: Forum updated. <a href="%s">View forum</a>
de_de: Forum aktualisiert. <a href="%s">Vorschau</a>

source: Forum updated.
de_de: Forum aktualisiert

source: Forum restored to revision from %s
de_de: Forum zur Durchsicht gespeichert von %s

source: Forum created. <a href="%s">View forum</a>
de_de: Forum erstellt. <a href="%s">Forum anzeigen</a>

source: Forum saved.
de_de: Forum gespeichert

source: Forum submitted. <a target="_blank" href="%s">Preview forum</a>
de_de: Forum veröffentlicht. <a target="_blank" href="%s">Vorschau</a>

source: Forum scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview forum</a>
de_de: Forum geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau</a>

source: Forum draft updated. <a target="_blank" href="%s">Preview forum</a>
de_de: Forenentwurf aktualisiert. <a target="_blank" href="%s">Vorschau</a>

source: Main Settings
de_de: Haupteinstellungen

source: Per Page
de_de: Für Seiten im Forum

source: Per RSS Page
de_de: Für RSS-Seiten des Forums (von Themen)

source: Archive Slugs
de_de: Archiv-Permalinks

source: Single Slugs
de_de: Einzel-Permalinks

source: Forum Prefix
de_de: Foren-Präfix

source: Settings
de_de: Einstellungen

source: Right Now in Forums
de_de: Jetzt in Foren

source: Topic Attributes
de_de: Themen-Attribute

source: The topic was not found!
de_de: Das Thema wurde nicht gefunden.

source: There was a problem opening the topic "%1$s".
de_de: Es gab ein Problem beim Öffnen des Themas "%1$s".

source: Topic "%1$s" successfully opened.
de_de: Thema "%1$s" erfolgreich eröffnet.

source: There was a problem closing the topic "%1$s".
de_de: Es gab ein Problem beim Schließen des Themas "%1$s".

source: Topic "%1$s" successfully closed.
de_de: Thema "%1$s" erfolgreich geschlossen.

source: There was a problem sticking the topic "%1$s" to front.
de_de: Es gab ein Problem beim Fixieren des Themas "%1$s".

source: Topic "%1$s" successfully sticked to front.
de_de: Thema "%1$s" erfolgreich oben fixiert.

source: There was a problem sticking the topic "%1$s".
de_de: Es gab ein Problem beim Fixieren des Themas "%1$s".

source: Topic "%1$s" successfully sticked.
de_de: Thema "%1$s" erfolgreich fixiert.

source: There was a problem unsticking the topic "%1$s".
de_de: Es gab ein Problem beim Lösen des Themas "%1$s".

source: Topic "%1$s" successfully unsticked.
de_de: Thema "%1$s" erfolgreich gelöst.

source: There was a problem marking the topic "%1$s" as spam.
de_de: Es gab ein Problem beim Markieren des Themas "%1$s" als Spam.

source: Topic "%1$s" successfully marked as spam.
de_de: Thema "%1$s" erfolgreich als Spam gekennzeichnet.

source: There was a problem unmarking the topic "%1$s" as spam.
de_de: Es gab ein Problem beim Demarkieren des Themas "%1$s" als Spam.

source: Topic "%1$s" successfully unmarked as spam.
de_de: Thema "%1$s" erfolgreich als Spam demarkiert.

source: No Replies
de_de: Keine Antworten

source: Unstick
de_de: Lösen

source: Stick
de_de: Fixieren

source: to front
de_de: Ganz oben

source: Topic updated. <a href="%s">View topic</a>
de_de: Thema aktualisiert. <a href="%s">Thema anzeigen</a>

source: Topic updated.
de_de: Thema aktualisiert

source: Topic restored to revision from %s
de_de: Thema zur Durchsicht vorgemerkt von %s

source: Topic created. <a href="%s">View topic</a>
de_de: Thema erstellt.<a href="%s">Thema anzeigen</a>

source: Topic saved.
de_de: Thema gespeichert

source: Topic submitted. <a target="_blank" href="%s">Preview topic</a>
de_de: Thema veröffentlicht. <a target="_blank" href="%s">Vorschau</a>

source: Topic scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview topic</a>
de_de: Thema geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau</a>
