Repository: Ultimate-Huskies/website
Catalog: __OLD__/languages/bbpress/bbpress-*.po
Languages: de_de

source: bbPress is forum software with a twist from the creators of WordPress.
de_de: bbPress ist die Forum-Software mit dem Clou - für WordPress und von den Schöpfern von WordPress.

source: The bbPress Community
de_de: Die bbPress-Community

source: Enable Group Forums
de_de: Gruppenforen aktivieren

source: Use Akismet
de_de: Akismet verwenden

source: Main forum settings for enabling features and setting time limits
de_de: Zentrale Foreneinstellungen, um Eigenschaftes/ Features zu aktivieren und die Zeitlimits zu setzen.

source: Allow users to mark topics as favorites
de_de: Benutzern erlauben, Themen als Favoriten zu kennzeichnen

source: Use the fancy WordPress editor to create and edit topics and replies
de_de: Den eleganten WordPress-Editor verwenden, um Themen sowie Antworten zu erstellen und zu bearbeiten

source: How many topics and replies to show per page
de_de: Wieviele Themen und Antworten sollen pro Seite angezeigt werden

source: How many topics and replies to show per RSS page
de_de: Wieviele Themen und Antworten sollen pro RSS-Seite angezeigt werden

source: Custom root slugs to prefix your forums and topics with. These can be partnered with WordPress pages to allow more flexibility.
de_de: Benutzerdefinierte Basis-Permalinks (Slugs), die Deinen Foren und Themen vorangestellt werden. Diese können mit WordPress-Seiten verbunden werden, um mehr Flexibilität zu ermöglichen.

source: Custom slugs for single forums, topics, replies, tags, users, and views here. If you change these, existing permalinks will also change.
de_de: Benutzerdefinierte Permalinks (Slugs) für Einzelansichten von Foren, Themen, Antworten, Foren-Schlagwörter, Benutzer und Ansichten hier. Wenn Du diese Einstellungen änderst, werden sich existierende (WordPress-) Permalinks ebenfalls verändern.

source: Forum settings for BuddyPress
de_de: Foreneinstellungen für BuddyPress

source: Allow BuddyPress Groups to have their own forums
de_de: Eigene Foren für Gruppen in BuddyPress ermöglichen

source: is the parent for all group forums
de_de: ist die übergeordnete Basis für alle Gruppenforen

source: Forum settings for Akismet
de_de: Foreneinstellungen für Akismet

source: Search Forums...
de_de: Foren suchen ...

source: Topics Started
de_de: Begonnene Themen

source: Favorites
de_de: Favoriten

source: Subscriptions
de_de: Abonnements

source: Favorite Topics
de_de: Favorisierte Themen

source: Subscribed Topics
de_de: Abonnierte Themen

source: This topic contains %1$s and has %2$s.
de_de: Dieses Thema enthält %1$s und hat %2$s.

source: Create New Forum in &ldquo;%s&rdquo;
de_de: Neues Forum erstellen in &ldquo;%s&rdquo;

source: This forum is closed to new content, however your account still allows you to do so.
de_de: Dieses Forum ist für neue Inhalte geschlossen; wie auch immer, Dein Benutzerkonto erlaubt es Dir dennoch.

source: Forum Type:
de_de: Forentyp:

source: Forum Name (Maximum Length: %d):
de_de: Forenname (Maximale Länge: %d):

source: Forum Description:
de_de: Forenbeschreibung:

source: The forum &#8216;%s&#8217; is closed to new content.
de_de: Das Forum &#8216;%s&#8217; ist geschlossen für neue Inhalte.

source: You must be logged in to create new forums.
de_de: Du musst angemeldet sein, um neue Foren erstellen zu können.

source: Topic Type
de_de: Themen-Typ

source: <strong>ERROR</strong>: You do not have permission to create new forums.
de_de: <strong>FEHLER</strong>: Du hast keine Berechtigung neue Foren zu erstellen.

source: <strong>ERROR</strong>: Your forum needs a title.
de_de: <strong>FEHLER</strong>: Dein Forum benötigt einen Titel.

source: <strong>ERROR</strong>: This forum is a category. No forums can be created in this forum.
de_de: <strong>FEHLER</strong>: Dieses Forum ist eine Kategorie. Daher können in ihm keine Foren erstellt werden.

source: <strong>ERROR</strong>: This forum has been closed to new forums.
de_de: <strong>FEHLER</strong>: Dieses Forum wurde für neue (Unter-) Foren geschlossen.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new forums in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist privat und Du hast keine Berechtigungen, es zu lesen oder neue Foren darin zu erstellen.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new forums in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist verborgen und Du hast keine Berechtigungen, es zu lesen oder neue Foren darin zu erstellen.

source: <strong>ERROR</strong>: This forum already exists.
de_de: <strong>FEHLER</strong>: Dieses Forum existiert bereits.

source: <strong>ERROR</strong>: Your forum cannot be created at this time.
de_de: <strong>FEHLER</strong>: Dein Forum kann derzeit nicht erstellt werden.

source: <strong>ERROR</strong>: The following problem(s) have been found with your forum:
de_de: <strong>FEHLER</strong>: Die folgenden Probleme wurden bei Deinem Forum gefunden:

source: <strong>ERROR</strong>: Forum ID not found.
de_de: <strong>FEHLER</strong>: Die Forum-ID wurde nicht gefunden.

source: <strong>ERROR</strong>: The forum you want to edit was not found.
de_de: <strong>FEHLER</strong>: Das Forum, welches Du bearbeiten willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You do not have permission to edit that forum.
de_de: <strong>FEHLER</strong>: Du hast keine Berechtigung dieses Forum zu bearbeiten.

source: <strong>ERROR</strong>: Your forum cannot be edited at this time.
de_de: <strong>FEHLER</strong>: Dein Forum kann derzeit nicht bearbeitet werden.

source: <strong>ERROR</strong>: The following problem(s) have been found with your forum:Please try again.
de_de: <strong>FEHLER</strong>: Die folgenden Probleme wurden bei Deinem Forum gefunden: Bitte versuche es noch einmal.

source: Repair Forums
de_de: Foren reparieren

source: Forum Repair
de_de: Foren-Reparatur

source: Import Forums
de_de: Foren importieren

source: Forum Import
de_de: Foren-Import

source: Reset Forums
de_de: Foren zurücksetzen

source: Forum Reset
de_de: Foren zurücksetzen

source: Update Forums
de_de: Foren aktualisieren

source: Update Forum
de_de: Forum aktualisieren

source: All done!
de_de: Alles erledigt!

source: You can update your forum through this page. Hit the link below to update.
de_de: Du kannst Dein Forum über diese Seite aktualisieren. Klicke den Link unten, um die Aktualisierung zu starten.

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
de_de: Warnung! Problem beim Aktualisieren von %1$s. Dein Webserver kann sich nicht mit den Webseiten darauf verbinden. Fehlermeldung: <em>%2$s</em>

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
de_de: Wenn Dein Browser die nächste Seite nicht automatisch lädt, klicke einfach diesen Link:

source: Next Forums
de_de: Nächste Foren

source: You can update all the forums on your network through this page. It works by calling the update script of each site automatically. Hit the link below to update.
de_de: Du kannst alle Foren in Deinem Netzwerk (Multisite-Installtion) über diese Seite aktualisieren. Dabei wird das Aktualisierungs-Skript jeder Webseite automatisch aufgerufen. Klicke den Link unten, um die Aktualisierung zu starten.

source: Select Platform
de_de: Plattform auswählen

source: Database Server
de_de: Datenbank-Server

source: Database Port
de_de: Datenbank-Port

source: Database Name
de_de: Datenbank-Name

source: Database User
de_de: Datenbank-Benutzer

source: Database Password
de_de: Datenbank-Passwort

source: Table Prefix
de_de: Tabellenpräfix

source: Options
de_de: Optionen

source: Rows Limit
de_de: Spalten-Limit

source: Delay Time
de_de: Zeitversatz

source: Convert Users
de_de: Benutzer konvertieren

source: No data to clean
de_de: Es liegen keine Daten zum Säubern vor

source: Deleting previously converted data (%1$s - %2$s)
de_de: Zuvor bereits konvertierte Daten löschen (%1$s - %2$s)

source: No users to convert
de_de: Es gibt keine Benutzer für eine Konvertierung

source: Converting users (%1$s - %2$s)
de_de: Benutzer werden konvertiert (%1$s - %2$s)

source: No passwords to clear
de_de: Es gibt keine Passwörter zum Zurücksetzen

source: Delete users wordpress default passwords (%1$s - %2$s)
de_de: WordPress Standard-Passwort von Benutzern löschen (%1$s - %2$s)

source: No forums to convert
de_de: Es gibt keine Foren für die Konvertierung

source: Converting forums (%1$s - %2$s)
de_de: Foren werden konvertiert (%1$s - %2$s)

source: No forum parents to convert
de_de: Es gibt keine übergeordneten Foren zum Konvertieren

source: Calculating forum hierarchy (%1$s - %2$s)
de_de: Foren-Hierarchie wird berechnet (%1$s - %2$s)

source: No topics to convert
de_de: Es gibt keine Themen für die Konvertierung

source: Converting topics (%1$s - %2$s)
de_de: Themen werden konvertiert (%1$s - %2$s)

source: No tags to convert
de_de: Es gibt keine Themen-Schlagwörter für die Konvertierung

source: Converting topic tags (%1$s - %2$s)
de_de: Themen-Schlagwörter werden konvertiert (%1$s - %2$s)

source: No replies to convert
de_de: Keine Antworten zum Konvertieren

source: Converting replies (%1$s - %2$s)
de_de: Antworten werden konvertiert (%1$s - %2$s)

source: Conversion Complete
de_de: Konvertierung abgeschlossen

source: Overview
de_de: Übersicht

source: This screen provides access to all of your replies. You can customize the display of this screen to suit your workflow.
de_de: Diese Ansicht stellt den Zugriff auf alle Deine Beiträge/ Antworten zur Verfügung. Du kannst die Anzeige Deinen Anforderungen anpassen.

source: Screen Content
de_de: Bildschirminhalt

source: You can customize the display of this screen&#8217;s contents in a number of ways:
de_de: Du kannst die Anzeige dieses Bildschirms auf verschiedene Arten anpassen:

source: You can hide/display columns based on your needs and decide how many replies to list per screen using the Screen Options tab.
de_de: Du kannst Spalten nach Deinen Bedürfnissen verbergen/ anzeigen (Forum, Thema, Autor, erstellt) und entscheiden, wie viele Antworten pro Ansicht angezeigt werden, indem Du die Ansichtseinstellungen (Tab <em>Optionen einblenden</em>) verwendest.

source: Available Actions
de_de: Verfügbare Aktionen

source: <strong>Edit</strong> takes you to the editing screen for that forum. You can also reach that screen by clicking on the forum title.
de_de: <strong>Bearbeiten</strong> führt Dich zur Bearbeitungsansicht des Forums. Du kannst diese Ansicht auch über einen Klick auf den Forumstitel erreichen.

source: <strong>Trash</strong> removes your forum from this list and places it in the trash, from which you can permanently delete it.
de_de: Der <strong>Papierkorb</strong> entfernt Dein Forum aus der Liste und verschiebt es in den Papierkorb. Von dort aus kannst Du es auch dauerhaft löschen.

source: Bulk Actions
de_de: Aktion wählen

source: You can also edit or move multiple replies to the trash at once. Select the replies you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
de_de: Du kannst außerdem mehrere Antworten auf einmal bearbeiten oder verschieben. Wähle über die Auswahlkästchen die Antworten, die Du bearbeiten willst, wähle dann die gewünschte Aktion über "Aktion wählen" aus der Stapelverarbeitung und klicke auf "Übernehmen".

source: For more information:
de_de: Weitere Informationen:

source: <a href="http://bbpress.org/forums/" target="_blank">bbPress Support Forums</a>
de_de: <a href="http://forum.wpde.org/bbpress/" target="_blank">bbPress Support-Forum</a> (<a href="http://bbpress.org/forums/" target="_blank">Engl.</a>)

source: The title field and the big forum editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
de_de: Das Forentitelfeld und der große Forenbearbeitungsbereich haben festgelegte Positionen, aber Du kannst alle anderen Boxen durch Ziehen und Ablegen (Drag &amp; Drop) verschieben und sie minimieren oder maximieren, indem Du auf die Titelleiste der gewünschten Box klickst. Verwende die Ansichtseinstellungen über den "Optionen einblenden" Tab oben rechts, um weitere Boxen anzuzeigen (etwa Auszug, Trackbacks senden, Benutzerdefinierte Felder, Diskussion, URL-Titel/Slug, Autor) oder wähle ein 1- oder 2-spaltiges Layout für diese Ansicht.

source: Customizing This Display
de_de: Diese Anzeige anpassen

source: Title and Forum Editor
de_de: Titel- und Foren-Editor

source: <strong>Title</strong> - Enter a title for your forum. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
de_de: <strong>Titel</strong> - Gib Deinem Forum einen Titel. Nachdem Du einen Titel eingegeben hast, siehst Du direkt darunter den Permalink (URL-Teil/Slug), den Du auch durch direktes Reinklicken bearbeiten kannst.

source: <strong>Forum Editor</strong> - Enter the text for your forum. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your forum text. You can insert media files by clicking the icons above the forum editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular forum editor.
de_de: <strong>Foren-Editor</strong> - Gib den Text Deines Forums ein. Es gibt zwei Modi zum Bearbeiten: visuell und HTML. Wähle den gewünschten Modus, indem Du das entsprechende Fenster anklickst. Der visuelle Modus stellt Dir einen WYSIWYG-Editor zur Verfügung. Klicke auf das letzte Symbol der Zeile, um eine zweite Reihe mit Steuerelementen anzuzeigen. Das Vollbildsymbol davor ermöglicht es Dir, den Editor im Vollbildmodus anzuzeigen. Der HTML-Modus gibt Dir die Möglichkeit, reines HTML innerhalb Deines Forentextes zu verwenden. Du kannst Mediendateien einfügen, indem Du das entsprechende Symbol oberhalb des Editors anklickst und den Anweisungen folgst.

source: <strong>Publish</strong> - You can set the terms of publishing your forum in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a forum or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a forum to be published in the future or backdate a forum.
de_de: <strong>Publizieren</strong> - Du kannst die verschiedenen Angaben fürs Veröffentlichen in der gleichnamigen Box vornehmen. Für Status, Sichtbarkeit und (sofortiges) Veröffentlichen, klicke auf den Bearbeiten-Link, um mehrere Optionen anzuzeigen. Optionen für die Sichtbarkeit enthalten die Möglichkeit, ein Forum mit Passwort zu schützen, oder es in der Forenliste oben zu halten (sticky). (Sofortiges) Publizieren erlaubt es Dir, ein Datum in der Zukunft oder Vergangenheit liegend zu wählen, so kannst Du ein Forum planen oder zurückdatieren.

source: <strong>forum Format</strong> - This designates how your theme will display a specific forum. For example, you could have a <em>standard</em> blog forum with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each forum format</a>. Your theme could enable all or some of 10 possible formats.
de_de: <strong>Foren-Format</strong> . Dies legt fest, wie Dein Theme ein spezifisches Forum anzeigt. Zum Beispiel könntest Du ein <em>Standard</em> Blog-Forum haben mit einem Titel und Absätzen, oder <em>Kurzbeiträge (Asides)</em> ohne Titel und nur mit kurzem Textinhalt. Bitte schaue im WordPress Codex (Engl.) für weitere <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">Beschreibungen für jedes Foren-Format</a> (entspricht Artikel-Formatvorlagen bei Blog-Beiträgen) nach. Dein Theme könnte einige oder alle der 10 möglichen Formate aktiviert haben bzw. aktivieren.

source: <strong>Featured Image</strong> - This allows you to associate an image with your forum without inserting it. This is usually useful only if your theme makes use of the featured image as a forum thumbnail on the home page, a custom header, etc.
de_de: <strong>Artikelbild (Featured-Bild)</strong> - Dies erlaubt es Dir, ein Bild mit Deinem Forum zu verbinden, ohne es einzufügen. Dies ist nützlich, wenn Dein Theme Featured-Bilder als ein Foren-Vorschaubild auf der Homepage in einer angepassten Kopfzeile oder wo auch immer verwendet.

source: Select the attributes that your forum should have:
de_de: Wähle die Eigenschaften für Dein Forum aus:

source: <strong>Type</strong> indicates if the forum is a category or forum. Categories generally contain other forums.
de_de: <strong>Typ</strong> zeigt an, ob das Forum ein Forum oder eine Foren-Kategorie ist. Allgemein enthalten Foren-Kategorien weitere Foren.

source: <strong>Visibility</strong> lets you pick the scope of each forum and what users are allowed to access it.
de_de: <strong>Sichtbarkeit</strong> ermöglicht es Dir, die Reichweite jedes Forums festzulegen, und welche Benutzer darauf zugreifen können.

source: <strong>Parent</strong> dropdown determines the parent forum. Select the forum or category from the dropdown, or leave the default (No Parent) to create the forum at the root of your forums.
de_de: <strong>Übergeordnetes Forum</strong> - Das entsprechende Aufklappmenü bestimmt das Eltern-Forum. Wähle das entsprechende Forum bzw. die Foren-Kategorie oder lasse den Standard (kein übergeordnetes Forum), um in diesem Falle ein Forum direkt auf Deiner Forenbasis zu erstellen.

source: <strong>Order</strong> allows you to order your forums numerically.
de_de: <strong>Sortierung</strong> erlaubt es Dir, Deine Foren numerisch anzuordnen.

source: Publish Box
de_de: Veröffentlichen Box

source: Discussion Settings
de_de: Diskussionseinstellungen

source: <strong>Send Trackbacks</strong> - Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. Enter the URL(s) you want to send trackbacks. If you link to other WordPress sites they&#8217;ll be notified automatically using pingbacks, and this field is unnecessary.
de_de: <strong>Trackbacks versenden</strong> - Mittels Trackbacks teilst Du älteren Blogsystemen mit, dass Du diese verlinkt hast. Trage einfach die URL(s) ein, an die Du Trackbacks senden willst. Wenn Du im Artikel einen WordPress-Blog verlinkt hast, so wird automatisch ein Pingback gesendet und Du musst das Trackbackfeld nicht mehr ausfüllen.

source: <strong>Discussion</strong> - You can turn comments and pings on or off, and if there are comments on the forum, you can see them here and moderate them.
de_de: <strong>Diskussion</strong> - Du kannst Kommentare und Trackbacks/ Pingbacks an- oder abstellen. Und falls es Kommentare zum Forum gibt, kannst Du diese hier sehen und moderieren.

source: You can filter the list of replies by reply status using the text links in the upper left to show All, Published, Draft, or Trashed replies. The default view is to show all replies.
de_de: Du kannst die Liste der Antworten nach Antwortstatus filtern lassen, in dem Du die Text-Links oben links verwendest, um Alle, Veröffentlichte, Entwürfe oder Antworten im Papierkorb anzuzeigen. In der Standardansicht werden alle Antworten angezeigt.

source: You can refine the list to show only replies in a specific category or from a specific month by using the dropdown menus above the replies list. Click the Filter button after making your selection. You also can refine the list by clicking on the reply author, category or tag in the replies list.
de_de: Du kannst die Liste verfeinern, um nur Antworten einer spezifischen Kategorie oder von einem ausgewählten Monat anzuzeigen, indem Du die Aufklappmenüs über der Antworten-Liste verwendest. Klicke den Filter-Button "Auswahl einschränken" um Deine Auswahl zu treffen. Du kannst die Ansicht auch anpassen, indem Du direkt auf den Autor der Antwort, eine Kategorie oder ein Themen-Schlagwort in der Antworten-Liste klickst.

source: <strong>Edit</strong> takes you to the editing screen for that reply. You can also reach that screen by clicking on the reply title.
de_de: <strong>Bearbeiten</strong> führt Dich zur Bearbeiten-Ansicht für diese Antwort. Du kannst diese Ansicht auch erreichen, indem Du auf den Titel der jeweiligen Antwort klickst.

source: <strong>Trash</strong> removes your reply from this list and places it in the trash, from which you can permanently delete it.
de_de: <strong>Papierkorb</strong> entfernt Deine Antwort aus der Liste und legt sie in den Papierkorb. Von dort aus können Elemente dann dauerhaft gelöscht werden.

source: <strong>Spam</strong> removes your reply from this list and places it in the spam queue, from which you can permanently delete it.
de_de: <strong>Spam</strong> entfernt eine Antwort von der Liste und legt sie in Spam-Warteschlange. Von dort aus können Elemente dann dauerhaft gelöscht werden.

source: <strong>Preview</strong> will show you what your draft reply will look like if you publish it. View will take you to your live site to view the reply. Which link is available depends on your reply&#8217;s status.
de_de: <strong>Vorschau</strong> zeigt Dir Deinen Entwurf der Antwort wie er aussehen würde beim Veröffentlichen. Die Ansicht bringt Dich zu Deiner Live-Webseite. Welcher Link verfügbar ist, hängt von Deinem gewählten Sichtbarkeitsstatus der Antwort ab.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected replies at once. To remove a reply from the grouping, just click the x next to its name in the Bulk Edit area that appears.
de_de: Wenn Du die Stapelverarbeitung "Aktion wählen" verwendest, kannst Du Metadaten (Kategorien, Autoren, etc.) für alle ausgewählten Antworten auf einmal ändern. Um eine Antwort aus der Mehrfachauswahl zu entfernen, klicke einfach das Schließkreuz x, welches neben dem Name erscheint.

source: The title field and the big reply editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
de_de: Das Titelfeld der Antwort und der große Beitragsbearbeitungsbereich haben festgelegte Positionen, aber Du kannst alle anderen Boxen durch Ziehen und Ablegen (Drag &amp; Drop) verschieben und sie minimieren oder maximieren, indem Du auf die Titelleiste der gewünschten Box klickst. Verwende die Ansichtseinstellungen mit dem Tab "Optionen einblenden" oben rechts, um weitere Boxen anzuzeigen (etwa Auszug, Trackbacks senden, Benutzerdefinierte Felder, Diskussion, URL-Titel/Slug, Autor) oder wähle ein 1- oder 2-spaltiges Layout für diese Ansicht.

source: Title and Reply Editor
de_de: Titel- und Antworten-Editor
