Repository: Ultimate-Huskies/website
Catalog: __OLD__/languages/bbpress/bbpress-*.po
Languages: de_de

source: Topic draft updated. <a target="_blank" href="%s">Preview topic</a>
de_de: Themen-Entwurf aktualisiert. <a target="_blank" href="%s">Vorschau</a>

source: Count topics in each forum
de_de: Themen in allen Foren zählen

source: Count replies in each forum
de_de: Antworten in allen Foren zählen

source: Count replies in each topic
de_de: Antworten zu jedem Thema zählen

source: Count voices in each topic
de_de: Stimmen zu jedem Thema zählen

source: Count spammed & trashed replies in each topic
de_de: Spam und in den Papierkorb verschobene Antworten zu jedem Thema zählen

source: Count replies for each user
de_de: Antworten jedes Benutzers zählen

source: Remove trashed topics from user favorites
de_de: In den Papierkorb verschobene Themen aus den Benutzerfavoritzen entfernen

source: Remove trashed topics from user subscriptions
de_de: In den Papierkorb verschobene aus den Benutzerabonnements entfernen

source: Recalculate last activity in each topic and forum
de_de: Neukalkulation der letzten Aktivität in jedem Thema und Forum

source: Counting the number of replies in each topic&hellip; %s
de_de: Anzahl der Antworten zu jedem Thema&hellip; %s zählen

source: Failed!
de_de: Anmeldung fehlgeschlagen!

source: Complete!
de_de: Abgeschlossen!

source: Counting the number of voices in each topic&hellip; %s
de_de: Stimmen zu jedem Thema zählen&hellip; %s

source: Counting the number of spammed and trashed replies in each topic&hellip; %s
de_de: Anzahl der spamverdächtigen und in den Papierkorb verschobenen Antworten zu jedem Thema&hellip; %s

source: Counting the number of topics in each forum&hellip; %s
de_de: Themen in jedem Forum zählen&hellip; %s

source: Counting the number of replies in each forum&hellip; %s
de_de: Anzahl der Antworten in jedem Forum&hellip; %s

source: Counting the number of topics to which each user has replied&hellip; %s
de_de: Anzahl der Themen, zu denen jeder Benutzer eine Antwort verfasst hat&hellip; %s

source: Removing trashed topics from user favorites&hellip; %s
de_de: In den Papierkorb verschobene Themen aus den Benutzerfavoriten entfernens&hellip; %s

source: Nothing to remove!
de_de: Nichts zum Löschen

source: Removing trashed topics from user subscriptions&hellip; %s
de_de: In den Papierkorb verschobene Themen aus den Benutzerabonnements entfernens&hellip; %s

source: Recomputing latest post in every topic and forum&hellip; %s
de_de: Letzten Beitrag zu jedem Thema und Forum wieder hinzurechnen&hellip; %s

source: Go Back
de_de: Zurück

source: Reply To: %s
de_de: Antwort zu: %s

source: View %s's profile
de_de: %s's Profil anzeigen

source: Visit %s's website
de_de: %s's Webseite anzeigen

source: %s reply
de_de: %s Antwort

source: (+ %d hidden)
de_de: (+ %d versteckt)

source: Tagged:
de_de: Verschlagwortet:

source: Are you sure you want to delete that permanently?
de_de: Willst Du das wirklich endgültig löschen?

source: Unspam
de_de: Kein Spam

source: This topic is marked as spam.
de_de: Dieses Thema ist als Spam markiert.

source: This topic is in the trash.
de_de: Dieses Thema befindet sich im Papierkorb.

source: Sticky
de_de: Fixiert

source: Super Sticky
de_de: Super-Fixiert

source: %s voice
de_de: %s Stimme

source: Log In
de_de: Anmelden

source: Title:
de_de: Titel:

source: A list of recent topics, sorted by popularity or freshness.
de_de: Eine Liste aktueller Themen, sortiert nach Beliebtheit und Aktualität.

source: Maximum topics to show:
de_de: Max. Anzahl anzuzeigender Themen:

source: Show post date:
de_de: Veröffentlichungsdatum anzeigen:

source: Maximum replies to show:
de_de: Max. Anzahl anzuzeigender Antworten:

source: Private: %s
de_de: Privat: %s

source: Spammed: %s
de_de: Spam: %s

source: Trashed: %s
de_de: Papierkorb: %s

source: <strong>ERROR</strong>: Invalid author name submitted!
de_de: <strong>FEHLER</strong>: Ungültiger Autorenname!

source: <strong>ERROR</strong>: Invalid email address submitted!
de_de: <strong>FEHLER</strong>: Ungültige E-Mail-Adresse!

source: Anonymous
de_de: Anonym

source: This topic is one of your %favorites% [
de_de: Dieses Thema gehört zu Deinen %Favoriten% [

source: User updated.
de_de: Benutzer aktualisiert

source: You have super admin privileges.
de_de: Du hast Superadminrechte

source: This user has super admin privileges.
de_de: Dieser Benutzer hat Superadminrechte

source: &mdash; No role for this site &mdash;
de_de: &mdash; Keine Rolle für diese Seite &mdash;

source: You are now logged out.
de_de: Du bist jetzt abgemeldet.

source: New user registration is currently not allowed.
de_de: Die Benutzerregistrierung ist zurzeit nicht erlaubt.

source: Check your e-mail for the confirmation link.
de_de: Bitte prüfe Deine E-Mails auf den Bestätigungslink.

source: Check your e-mail for your new password.
de_de: Bitte prüfe Deine E-Mails auf Dein neues Passwort.

source: Registration complete. Please check your e-mail.
de_de: Registrierung abgeschlossen. Bitte prüfe Deine E-Mails.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
de_de: Konditionale Abfrage-Schlagwörter funktionieren nicht, bevor die Abfrage läuft. Vorher geben sie immer Fehler aus ...

source: <strong>ERROR</strong>: You don't have the permission to edit favorites of that user!
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, Favoriten dieses Benutzers zu bearbeiten.

source: <strong>ERROR</strong>: No topic was found! Which topic are you marking/unmarking as favorite?
de_de: <strong>FEHLER</strong>: Es wurde kein Thema gefunden. Welches Thema willst Du als Favorit markieren/ demarkieren?

source: <strong>ERROR</strong>: There was a problem removing that topic from favorites!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Entfernen dieses Themas aus den Favoriten.

source: <strong>ERROR</strong>: There was a problem favoriting that topic!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Favorisieren dieses Themas.

source: <strong>ERROR</strong>: No topic was found! Which topic are you subscribing/unsubscribing to?
de_de: <strong>FEHLER</strong>: Es wurde kein Thema gefunden. Welches Thema willst Du abonnieren/ abbestellen?

source: <strong>ERROR</strong>: There was a problem unsubscribing from that topic!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Abbestellen dieses Themas.

source: <strong>ERROR</strong>: There was a problem subscribing to that topic!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Abonnieren dieses Themas.

source: <strong>ERROR</strong>: You do not have permission to create new topics.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, Themen zu erstellen.

source: <strong>ERROR</strong>: Your topic needs a title.
de_de: <strong>FEHLER</strong>: Dein Thema benötigt einen Titel.

source: <strong>ERROR</strong>: Your topic cannot be empty.
de_de: <strong>FEHLER</strong>: Dein Thema darf nicht leer sein.

source: <strong>ERROR</strong>: Forum ID is missing.
de_de: <strong>FEHLER</strong>: Foren-ID fehlt.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in this forum.
de_de: <strong>FEHLER</strong>: Dieses Forum ist eine Kategorie. Darin können keine Themen erstellt werden.

source: <strong>ERROR</strong>: This forum has been closed to new topics.
de_de: <strong>FEHLER</strong>: Dieses Forum wurde für neue Themen geschlossen.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new topics in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist privat. Du bist nicht berechtigt, darin zu lesen oder neue Themen zu erstellen.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new topics in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist verborgen. Du bist nicht berechtigt, darin zu lesen oder neue Themen zu erstellen.

source: <strong>ERROR</strong>: Slow down; you move too fast.
de_de: <strong>FEHLER</strong>: Bitte langsamer. Du bist eindeutig zu schnell ... ;-)

source: <strong>ERROR</strong>: Duplicate topic detected; it looks as though you&#8217;ve already said that!
de_de: <strong>FEHLER</strong>: Ein doppeltes Thema wurde entdeckt. Es sieht danach aus, als hättest Du das bereits geschrieben?!

source: <strong>ERROR</strong>: The following problem(s) have been found with your topic:
de_de: <strong>FEHLER</strong>: Das/Die folgende(n) Problem(e) wurde(n) beim Abrufen des Themas gefunden:

source: <strong>ERROR</strong>: Topic ID not found.
de_de: <strong>FEHLER</strong>: Die Themen-ID wurde nicht gefunden.

source: <strong>ERROR</strong>: The topic you want to edit was not found.
de_de: <strong>FEHLER</strong>: Das Thema, das Du bearbeiten willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You do not have permission to edit that topic.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, dieses Thema zu bearbeiten.

source: <strong>ERROR</strong>: This forum is a category. No topics can be created in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist eine Kategorie. Darin können keine Themen erstellt werden.

source: <strong>ERROR</strong>: The topic you want to merge was not found.
de_de: <strong>FEHLER</strong>: Das Thema, das Du zusammenführen willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You do not have the permissions to edit the source topic.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, das Quellthema zu bearbeiten.

source: <strong>ERROR</strong>: Destination topic ID not found.
de_de: <strong>FEHLER</strong>: Die Zielthemen-ID wurde nicht gefunden.

source: <strong>ERROR</strong>: The topic you want to merge to was not found.
de_de: <strong>FEHLER</strong>: Das Thema, mit dem Du zusammenführen willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, das Zielthema zu bearbeiten.

source: <strong>ERROR</strong>: Reply ID to split the topic from not found!
de_de: <strong>FEHLER</strong>: Die Antwort-ID, von der das Thema geteilt werden soll, wurde nicht gefunden.

source: <strong>ERROR</strong>: The reply you want to split from was not found.
de_de: <strong>FEHLER</strong>: Die Antwort, welches Du teilen willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: The topic you want to split was not found.
de_de: <strong>FEHLER</strong>: Das Thema, welches Du teilen willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You need to choose a valid split option.
de_de: <strong>FEHLER</strong>: Du musst eine gültige Teiloption wählen.

source: <strong>ERROR</strong>: Destination topic ID not found!
de_de: <strong>FEHLER</strong>: Die Zielthemen-ID wurde nicht gefunden.

source: <strong>ERROR</strong>: The topic you want to split to was not found!
de_de: <strong>FEHLER</strong>: Das Thema, welches Du (auf-)teilen willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You do not have the permissions to edit the destination topic!
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, das Zielthema zu bearbeiten.

source: <strong>ERROR</strong>: There was a problem converting the reply into the topic. Please try again.
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Konvertieren der Antwort in das Thema. Bitte versuche es erneut ...

source: <strong>ERROR</strong>: You do not have the permissions to create new topics. The reply could not be converted into a topic.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, neue Themen zu erstellen. Die Antwort konnte nicht in ein Thema konvertiert werden.

source: <strong>ERROR</strong>: The following problem(s) have been found while getting the tag: %s
de_de: <strong>FEHLER</strong>: Das/Die folgende(n) Problem(e) wurde(n) beim Abrufen des Schlagwortes gefunden: %s

source: <strong>ERROR</strong>: You do not have the permissions to edit the topic tags.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, diese Themen-Schlagwörter zu bearbeiten.

source: <strong>ERROR</strong>: You need to enter a tag name.
de_de: <strong>FEHLER</strong>: Du musst einen Schlagwortnamen eingeben.

source: <strong>ERROR</strong>: The following problem(s) have been found while updating the tag: %s
de_de: <strong>FEHLER</strong>: Das/Die folgende(n) Problem(e) wurde(n) beim Aktualisieren des Schlagwortes gefunden: %s

source: <strong>ERROR</strong>: The following problem(s) have been found while merging the tags: %s
de_de: <strong>FEHLER</strong>: Das/Die folgende(n) Problem(e) wurde(n) beim Zusammenführen der Schlagwörter gefunden: %s

source: <strong>ERROR</strong>: The tags which are being merged can not be the same.
de_de: <strong>FEHLER</strong>: Die Schlagwörter, die zusammengeführt werden sollen, dürfen nicht identisch sein.

source: <strong>ERROR</strong>: You do not have the permissions to delete the topic tags.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, diese Themen-Schlagwörter zu löschen.

source: <strong>ERROR</strong>: The following problem(s) have been found while deleting the tag: %s
de_de: <strong>FEHLER</strong>: Das/Die folgende(n) Problem(e) wurde(n) beim Löschen des Schlagwortes gefunden: %s

source: <strong>ERROR:</strong> You do not have the permission to do that.
de_de: <strong>FEHLER</strong>: Dazu bist Du nicht berechtigt ...

source: <strong>ERROR</strong>: There was a problem closing the topic.
de_de: <strong>FEHLER</strong>: Beim Schließen des Themas ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem opening the topic.
de_de: <strong>FEHLER</strong>: Beim Öffnen des Themas ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem unsticking the topic.
de_de: <strong>FEHLER</strong>: Beim Lösen des Themas ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem sticking the topic.
de_de: <strong>FEHLER</strong>: Beim Fixieren des Themas ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem unmarking the topic as spam.
de_de: <strong>FEHLER</strong>: Beim Demarkieren des Themas als Spam ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem marking the topic as spam.
de_de: <strong>FEHLER</strong>: Beim Markieren des Themas als Spam ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem trashing the topic.
de_de: <strong>FEHLER</strong>: Beim Verschieben des Themas in den Papierkorb ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem untrashing the topic.
de_de: <strong>FEHLER</strong>: Beim Wiederherstellen des Themas aus dem Papierkorb ist ein Problem aufgetreten.

source: <strong>ERROR</strong>: There was a problem deleting the topic.
de_de: <strong>FEHLER</strong>: Beim Löschen des Themas ist ein Problem aufgetreten.

source: Replies: %s
de_de: Antworten: %s

source: %1$s reported this %2$s as spam
de_de: %1$s meldet, dass dieses/dieser %2$s Spam ist

source: %1$s reported this %2$s as not spam
de_de: %1$s meldet, dass dieses/dieser %2$s kein Spam ist

source: Akismet caught this post as spam
de_de: Akismet hat in diesem Beitrag Spam entdeckt

source: Post status was changed to %s
de_de: Beitragsstatus wurde in %s geändert

source: Akismet cleared this post
de_de: Akismet hat diesen Beitrag gelöscht

source: Akismet was unable to check this post (response: %s), will automatically retry again later.
de_de: Akismet war nicht in der Lage, diesen Beitrag zu überprüfen und wird es später nochmals versuchen (Antwort: %s).

source: Split
de_de: Teilen

source: Split the topic from this reply
de_de: Das Thema ab dieser Antwort teilen

source: %s topic
de_de: %s Thema

source: This category contains %1$s and %2$s.
de_de: Diese Kategorie enthält %1$s und %2$s.

source: This forum contains %1$s and %2$s.
de_de: Dieses Forum enthält %1$s und %2$s.

source: <strong>ERROR</strong>: You do not have permission to reply.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, eine Antwort zu verfassen.

source: <strong>ERROR</strong>: Topic ID is missing.
de_de: <strong>FEHLER</strong>: Themen-ID fehlt.

source: <strong>ERROR</strong>: Your reply needs a title.
de_de: <strong>FEHLER</strong>: Dein Beitrag benötigt noch einen Titel.

source: <strong>ERROR</strong>: Your reply cannot be empty.
de_de: <strong>FEHLER</strong>: Dein Beitrag darf nicht leer sein.

source: <strong>ERROR</strong>: Duplicate reply detected; it looks as though you&#8217;ve already said that!
de_de: <strong>FEHLER</strong>: Ein doppelter Beitrag wurde entdeckt. Es sieht so aus, als hättest Du das bereits geschrieben ...

source: <strong>ERROR</strong>: Reply ID not found.
de_de: <strong>FEHLER</strong>: Antwort-ID nicht gefunden.

source: <strong>ERROR</strong>: The reply you want to edit was not found.
de_de: <strong>FEHLER</strong>: Die Antwort, die Du bearbeiten willst, wurde nicht gefunden.

source: <strong>ERROR</strong>: You do not have permission to edit that reply.
de_de: <strong>FEHLER</strong>: Du bist nicht berechtigt, diese Antwort zu bearbeiten.

source: <strong>ERROR</strong>: This forum is a category. No topics or replies can be created in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist eine Kategorie. Darin können keine Themen oder Antworten erstellt werden.

source: <strong>ERROR</strong>: This forum has been closed to new topics and replies.
de_de: <strong>FEHLER</strong>: Dieses Forum wurde für neue Themen und Antworten geschlossen.

source: <strong>ERROR</strong>: This forum is private and you do not have the capability to read or create new replies in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist privat. Du bist nicht berechtigt, darin zu lesen oder neue Beiträge zu erstellen.

source: <strong>ERROR</strong>: This forum is hidden and you do not have the capability to read or create new replies in it.
de_de: <strong>FEHLER</strong>: Dieses Forum ist verborgen. Du bist nicht berechtigt, darin zu lesen oder neue Beiträge zu erstellen.

source: <strong>ERROR:</strong> You do not have the permission to do that!
de_de: <strong>FEHLER</strong>: Dazu bist Du nicht berechtigt ...

source: <strong>ERROR</strong>: There was a problem unmarking the reply as spam!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Demarkieren des Beitrags als Spam.

source: <strong>ERROR</strong>: There was a problem marking the reply as spam!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Markieren des Beitrags als Spam.

source: <strong>ERROR</strong>: There was a problem trashing the reply!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Verschieben des Beitrags in den Papierkorb.

source: <strong>ERROR</strong>: There was a problem untrashing the reply!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Wiederherstellen des Beitrags aus dem Papierkorb.

source: <strong>ERROR</strong>: There was a problem deleting the reply!
de_de: <strong>FEHLER</strong>: Es gab ein Problem beim Löschen des Beitrags.

source: All Posts
de_de: Alle Beiträge

source: No topics available
de_de: Keine Themen verfügbar

source: No forums available
de_de: Keine Foren verfügbar

source: None available
de_de: Keine verfügbar

source: Home
de_de: Start

source: Log Out
de_de: Abmelden

source: Forum: %s
de_de: Foren: %s

source: Topic: %s
de_de: Thema: %s

source: Your Profile
de_de: Dein Profil

source: %s's Profile
de_de: %s's Profil

source: Edit Your Profile
de_de: Profil bearbeiten

source: Edit %s's Profile
de_de: %s's Profil bearbeiten

source: View: %s
de_de: Anzeigen: %s

source: Topic
de_de: Thema

source: Reply
de_de: Antwort

source: Topic Tag
de_de: Themen-Schlagwort

source: Mark the reply as not spam
de_de: Die Antwort als 'kein Spam' kennzeichnen

source: Mark this reply as spam
de_de: Diese Antwort als 'Spam' kennzeichnen

source: Empty Spam
de_de: Spam leeren

source: Close this topic
de_de: Dieses Thema schließen

source: Open this topic
de_de: Dieses Thema öffnen

source: Unstick this topic
de_de: Thema nicht mehr fixieren

source: Stick this topic to its forum
de_de: Thema in dessen Forum fixieren

source: Stick this topic to front
de_de: Thema auf Foren-Startseite fixieren

source: Mark the topic as not spam
de_de: Das Thema als 'kein Spam' kennzeichnen

source: Mark this topic as spam
de_de: Dieses Thema als 'Spam' kennzeichnen

source: New topic created
de_de: Neues Thema erstellt

source: New reply created
de_de: Neue Antwort erstellt

source: %1$s started the topic %2$s in the forum %3$s
de_de: %1$s begann das Thema %2$s im Forum %3$s

source: %1$s replied to the topic %2$s in the forum %3$s
de_de: %1$s antwortete auf das Thema %2$s im Forum %3$s

source: <strong>ERROR</strong>: There was a problem adding the tags to the topic.
de_de: <strong>Fehler</strong>: Es gab ein Problem dabei, die Schlagwörter dem Thema hinzuzufügen.

source: <strong>ERROR</strong>: The following problem(s) have been found with your reply:Please try again.
de_de: <strong>FEHLER</strong>: Die folgenden Probleme wurden bei Deiner Antwort gefunden: Bitte noch einmal versuchen.

source: <strong>ERROR</strong>: The following problem(s) have been found with your topic:Please try again.
de_de: <strong>FEHLER</strong>: Die folgenden Probleme wurden bei Deinem Thema gefunden: Bitte noch einmal versuchen.

source: The topic &#8216;%s&#8217; is closed to new replies.
de_de: Das Thema &#8216;%s&#8217; ist für neue Antworten geschlossen.

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
de_de: Das Forum &#8216;%s&#8217; ist für neue Themen und Antworten geschlossen.

source: Update
de_de: Aktualisieren

source: Now Editing &ldquo;%s&rdquo;
de_de: Gerade in Bearbeitung &ldquo;%s&rdquo;

source: Create New Topic in &ldquo;%s&rdquo;
de_de: Neues Thema erstellen in &ldquo;%s&rdquo;

# bbpress
source: Closed <span class="count">(%s)</span>
de_de: Geschlossen <span class="count">(%s)</span>

# bbpress
source: Orphan <span class="count">(%s)</span>
de_de: Verwaist <span class="count">(%s)</span>

# bbpress
source: Hidden <span class="count">(%s)</span>
de_de: Verborgen <span class="count">(%s)</span>

source: View Topic Tag
de_de: Themen-Schlagwort ansehen

source: Users &amp; Moderation
de_de: Benutzer & Moderation

source: Allow topic and reply revision logging
de_de: Protokollierung von Themen- und Antworten-Überarbeitungen erlauben

source: Remember Me
de_de: Daten merken

source: Register URI:
de_de: Registrieren URI:

source: Lost Password URI:
de_de: Passwort vergessen URI:

source: Parent Forum ID:
de_de: ID des übergeordneten Forums:

source: "0" to show only root - "any" to show all
de_de: "0" um nur die Wurzel (root) zu zeigen - "any" (= jedes) um alle Foren aufzulisten

source: <strong>ERROR</strong>: Your reply cannot be created at this time.
de_de: <strong>FEHLER</strong>: Deine Antwort kann derzeit nicht erstellt werden.

source: <strong>ERROR</strong>: Your reply cannot be edited at this time.
de_de: <strong>FEHLER</strong>: Deine Antwort kann derzeit nicht bearbeitet werden.

source: <strong>ERROR</strong>: Your topic cannot be created at this time.
de_de: <strong>FEHLER</strong>: Dein Thema kann derzeit nicht erstellt werden.

source: <strong>ERROR</strong>: Your topic cannot be edited at this time.
de_de: <strong>FEHLER</strong>: Dein Thema kann derzeit nicht bearbeitet werden.

source: Prefix your forum area with the Forum Base slug (Recommended)
de_de: Stelle alle Deinen Foren-Links den obigen URL-Titel (Slug) der Foren-Basis voran. (Wird empfohlen)

source: %s page
de_de: Seite %s

source: Possible %1$s conflict: <strong>%2$s</strong>
de_de: Möglicher %1$s-Konflikt: <strong>%2$s</strong>
