Repository: Ultimate-Huskies/website
Catalog: __OLD__/languages/bbpress/bbpress-*.po
Languages: de_de

source: sometime
de_de: irgendwann

source: right now
de_de: jetzt

source: year
de_de: Jahr

source: years
de_de: Jahre

source: month
de_de: Monat

source: months
de_de: Monaten

source: week
de_de: Woche

source: weeks
de_de: Wochen

source: day
de_de: Tag

source: days
de_de: Tagen

source: hour
de_de: Stunde

source: hours
de_de: Stunden

source: second
de_de: Sekunde

source: General
de_de: Allgemein

source: General chit-chat
de_de: Allgemeiner chit-chat

source: Hello World!
de_de: Hallo Welt!

source: I am the first topic in your new forums.
de_de: Ich bin das erste Thema in Deinem neuen Forum.

source: Re: Hello World!
de_de: AW: Hallo Welt!

source: Oh, and this is what a reply looks like.
de_de: Und so sieht nun eine Antwort aus.

source: A simple login form with optional links to sign-up and lost password pages.
de_de: Ein einfaches Anmeldeforumlar mit optionalen Links zu Registrierungs- und Passwort-Vergessen-Seiten.

source: (bbPress) Login Widget
de_de: bbPress: Anmelde-Widget

source: A list of registered optional topic views.
de_de: Eine Liste von registrierten, optionalen Themen-Ansichten.

source: (bbPress) Topic Views List
de_de: bbPress: Themenansichten Liste

source: A list of forums with an option to set the parent.
de_de: Eine Liste von Foren, mit der Option, ein übergeordnetes Forum festlegen zu können.

source: (bbPress) Forums List
de_de: bbPress: Forenliste

source: (bbPress) Recent Topics
de_de: bbPress: Kürzliche Themen

source: A list of the most recent replies.
de_de: Eine Liste der neuesten Antworten auf Themen.

source: (bbPress) Recent Replies
de_de: bbPress: Neueste Antworten

# widgets
source: %1$s on %2$s
de_de: %1$s zu %2$s

source: Group Forums
de_de: Gruppen-Foren

source: Create a discussion forum to allow members of this group to communicate in a structured, bulletin-board style fashion.
de_de: Erstelle ein Diskussionsforum, um es Mitgliedern dieser Gruppe zu ermöglichen, in einer strukturierten Form zu kommunizieren, in einer Art Bulletin-Board-Stil.

source: Yes. I want this group to have a forum.
de_de: Ja. Ich möchte für diese Gruppe ein Forum.

source: This group does not currently have any forums.
de_de: Diese Gruppe hat derzeit keine Foren.

source: <strong>ERROR</strong>: Your forum description cannot be empty.
de_de: <strong>FEHLER</strong>: Deine Forenbeschreibung darf nicht leer bleiben.

source: <strong>ERROR</strong>: Your forum must have a parent.
de_de: <strong>FEHLER</strong>: Dein Forum muss ein übergeordnetes Forum haben.

source: This category contains %1$s and %2$s, and was last updated by %3$s %4$s.
de_de: Diese Kategorie enthält %1$s und %2$s und wurde zuletzt %4$s von %3$s aktualisiert.

source: This forum contains %1$s and %2$s, and was last updated by %3$s %4$s.
de_de: Dieses Forum enthält %1$s und %2$s und wurde zuletzt %4$s von %3$s aktualisiert.

source: This category contains %1$s, and was last updated by %2$s %3$s.
de_de: Diese Kategorie enthält %1$s und wurde zuletzt %3$s von %2$s aktualisiert.

source: This forum contains %1$s, and was last updated by %2$s %3$s.
de_de: Dieses Forum enthält %1$s und wurde zuletzt %3$s von %2$s aktualisiert.

source: This category contains %1$s.
de_de: Diese Kategorie enthält %1$s.

source: This forum contains %1$s.
de_de: Dieses Forum enthält %1$s.

source: This forum is empty.
de_de: Dieses Forum ist leer.

# Forum Status
source: Open
de_de: Offen

# Forum Status
source: Closed
de_de: Geschlossen

source: This reply was modified %1$s by %2$s. Reason: %3$s
de_de: Diese Antwort wurde vor %1$s von %2$s bearbeitet. Grund: %3$s

source: This reply was modified %1$s by %2$s.
de_de: Diese Antwort wurde vor %1$s von %2$s bearbeitet.

source: Viewing %1$s reply
de_de: %1$s Antwort anzeigen

source: Viewing %2$s replies (of %4$s total)
de_de: %2$s Antwort anzeigen (von insgesamt %4$s)

source: Viewing %1$s post
de_de: %1$s Beitrag anzeigen

source: Viewing %2$s post (of %4$s total)
de_de: %2$s Beitrag anzeigen (von insgesamt %4$s)

source: This topic was modified %1$s by %2$s. Reason: %3$s
de_de: Dieses Thema wurde vor %1$s von %2$s bearbeitet. Grund: %3$s

source: This topic was modified %1$s by %2$s.
de_de: Dieses Thema wurde vor %1$s von %2$s bearbeitet.

# Topic Status
source: Close
de_de: Schließen

# Topic Status
source: Open
de_de: Öffnen

source: Viewing %1$s topic
de_de: %1$s Thema anzeigen

source: Viewing topic %2$s (of %4$s total)
de_de: %2$s Thema anzeigen (von insgesamt %4$s)

source: This topic contains %1$s, has %2$s, and was last updated by %3$s %4$s.
de_de: Dieses Thema enthält %1$s, hat %2$s, und wurde zuletzt %4$s von %3$s aktualisiert.

source: This topic has no replies.
de_de: Dieses Thema hat noch keine Antworten.

source: Key Master
de_de: Administrator

source: Guest
de_de: Gast

source: Member
de_de: Mitglied

source: Oh bother! No replies were found here!
de_de: Es wurden bisher keine Antworten hier gefunden!

source: Reset My Password
de_de: Mein Passwort zurücksetzen

source: bbPress Default
de_de: bbPress Standard

source: Cheatin&#8217; huh?
de_de: Mogeln, häh?

source: <strong>ERROR</strong>: Are you sure you wanted to do that?
de_de: <strong>FEHLER</strong>: Bist Du sicher, dass Du das tun willst?

source: Database Settings
de_de: Datenbank-Einstellungen

source: Start Over
de_de: Von vorn beginnen

source: Purge Previous Import
de_de: Vorherigen Import vollständig entfernen

source: Starting Conversion
de_de: Konvertierung beginnen

source: Some optional parameters to help tune the conversion process.
de_de: Einige optionale Parameter, die helfen den Konvertierungsprozess zu verfeinern.

source: Start a fresh conversion from the beginning
de_de: Eine neue Konvertierung von Anfang an starten

source: You should clean old conversion information before starting over.
de_de: Du solltest Informationen von alten Konvertierungen am besten säubern/ löschen, bevor Du noch einmal von vorn beginnst.

source: Use this if an import failed and you want to remove that incomplete data.
de_de: Verwende dies, wenn ein Import fehlschlug und Du diese unvollständigen Daten entfernen möchtest.

source: Order By:
de_de: Sortieren nach:

source: Newest Topics
de_de: Neueste Themen

source: Topics With Recent Replies
de_de: Themen mit kürzlichen Antworten

source: Recalculate private and hidden forums
de_de: Private und verborgene Foren neu berechnen

source: Recalculating forum visibility &hellip; %s
de_de: Forensichtbarkeit neu berechnen &hellip; %s

source: %1$s wrote: %2$s Post Link: %3$s ----------- You are receiving this email because you subscribed to a forum topic. Login and visit the topic to unsubscribe from these emails.
de_de: %1$s schrieb: %2$s \ \ \ Beitrags-Link: %3$s ----------- Du erhältst diese E-Mail, weil Du ein Foren-Thema abonniert hast. Melde Dich an, um das Thema zu besuchen oder Dich von diesen Benachrichtigungs-E-Mails abzumelden.

source: This screen displays the individual forums on your site. You can customize the display of this screen to suit your workflow.
de_de: Dieses Fenster zeigt die individuellen Foren Deiner Webseite an. Du kannst die Anzeige dieser Seite Deiner Arbeitsweise und Deinen Bedürfnissen anpassen.

source: You can hide/display columns based on your needs and decide how many forums to list per screen using the Screen Options tab.
de_de: Du kannst Spalten anzeigen/verbergen, basierend auf Deinen Bedürfnissen und entscheiden, wie viele Foren pro Seite aufgelistet werden sollen - verwende einfach den Tab 'Optionen einblenden' oben rechts.

source: You can filter the list of forums by forum status using the text links in the upper left to show All, Published, or Trashed forums. The default view is to show all forums.
de_de: Du kannst die Liste der Foren nach Forenstatus filtern lassen, indem Du die Textlinks oben links verwendest, um Alle, Veröffentlichte oder Gelöschte Foren aufzulisten. Als Standardansicht fungiert 'Alle' Foren.

source: You can refine the list to show only forums from a specific month by using the dropdown menus above the forums list. Click the Filter button after making your selection. You also can refine the list by clicking on the forum creator in the forums list.
de_de: Du kannst die Liste verfeinern, um nur Foren eines bestimmten Monats anzuzeigen, indem Du das Aufklappmenü oberhalb der Forenliste verwendest. Klicke auf den Button 'Auswahl einschränken', nachdem Du Deine Wahl getroffen hast. Du kannst die Liste ebenso verfeinern über Klick auf den Forenersteller in der entsprechenden Auflistung.

source: Hovering over a row in the forums list will display action links that allow you to manage your forum. You can perform the following actions:
de_de: Das "Überfahren" einer Zeile in der Forenliste wird Aktionslinks anzeigen, die Dir die Verwaltung Deines Forums ermöglichen. Du kannst folgende Aktionen ausführen:

source: <strong>View</strong> will show you what your draft forum will look like if you publish it. View will take you to your live site to view the forum. Which link is available depends on your forum&#8217;s status.
de_de: <strong>Vorschau</strong> zeigt Dein Forum in der Vorschau, wie es bei Veröffentlichung erscheinen würde. <em>Ansehen</em> bringt Dich zur Live-Ansicht Deiner Webseite mit dem Forum. Welcher Link verfügbar ist, hängt vom Status Deines Forums ab.

source: You can also edit or move multiple forums to the trash at once. Select the forums you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
de_de: Du kannst außerdem mehrere Foren auf einmal bearbeiten oder verschieben. Wähle über die Auswahlkästchen die Foren, die Du bearbeiten willst, wähle dann die gewünschte Aktion über "Aktion wählen" aus der Stapelverarbeitung und klicke auf "Übernehmen".

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected forums at once. To remove a forum from the grouping, just click the x next to its name in the Bulk Edit area that appears.
de_de: Wenn Du die Stapelverarbeitung verwendest, kannst Du die Metadaten (Kategorien, Autor, etc.) aller gewählten Foren auf einmal ändern. Um ein Forum aus der Gruppierung zu entfernen, klicke auf das "x" neben dem Namen in der Stapelverarbeitung.

source: <a href="http://codex.bbpress.org" target="_blank">bbPress Documentation</a>
de_de: <a href="http://codex.bbpress.org/" target="_blank">bbPress Dokumentation (Codex, Engl.)</a>

source: <strong>Status</strong> allows you to close a forum to new topics and forums.
de_de: <strong>Status</strong> erlaubt es Dir, ein Forum für neue Themen und (Unter-) Foren zu schließen.

source: This screen displays the individual topics on your site. You can customize the display of this screen to suit your workflow.
de_de: Dieses Fenster zeigt die individuellen Themen Deiner Webseite an. Du kannst die Anzeige dieser Seite Deiner Arbeitsweise und Deinen Bedürfnissen anpassen.

source: You can hide/display columns based on your needs and decide how many topics to list per screen using the Screen Options tab.
de_de: Du kannst Spalten anzeigen/verbergen, basierend auf Deinen Bedürfnissen und entscheiden, wie viele Themen pro Seite aufgelistet werden sollen - verwende einfach den Tab 'Optionen einblenden' oben rechts.

source: Hovering over a row in the topics list will display action links that allow you to manage your topic. You can perform the following actions:
de_de: Das "Überfahren" einer Zeile in der Themenliste wird Aktionslinks anzeigen, die Dir die Verwaltung Deines Themas ermöglichen. Du kannst folgende Aktionen ausführen:

source: You can also edit or move multiple topics to the trash at once. Select the topics you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
de_de: Du kannst außerdem mehrere Themen auf einmal bearbeiten oder verschieben. Wähle über die Auswahlkästchen die Themen, die Du bearbeiten willst, wähle dann die gewünschte Aktion über "Aktion wählen" aus der Stapelverarbeitung und klicke auf "Übernehmen".

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected topics at once. To remove a topic from the grouping, just click the x next to its name in the Bulk Edit area that appears.
de_de: Wenn Du die Stapelverarbeitung verwendest, kannst Du die Metadaten (Kategorien, Autor, etc.) aller gewählten Themen auf einmal ändern. Um ein Thema aus der Gruppierung zu entfernen, klicke auf das "x" neben dem Namen in der Stapelverarbeitung.

source: Welcome to bbPress
de_de: Willkommen zu bbPress

source: About
de_de: Über

# admin color scheme
source: Green
de_de: Grün (bbPress)

source: Welcome to bbPress %s
de_de: Willkommen zu bbPress %s

source: Thank you for updating to the latest version! bbPress %s is ready to make your community a safer, faster, and better looking place to hang out!
de_de: Danke für das Aktualisieren auf die neueste Version! bbPress %s ist bereit dafür, Deine Community zu einem sichereren, schnelleren und besser aussehenden Ort zu machen!

source: What&#8217;s New
de_de: Was neu ist

source: Credits
de_de: Danksagungen

source: In-depth User Profiles
de_de: Ausführliche Benutzerprofile

source: User Details
de_de: Benutzerdetails

source: Forum profiles include the details of your forum activity, including your topics and replies, subscriptions, and favorites.
de_de: Forenprofile enthalten die Details Deiner Forenaktivität, einschließlich Deiner Themen und Antworten, Abonnements sowie Favoriten.

source: Easy Updating
de_de: Einfache Aktualisierungen

source: You can easily update your profile without leaving bbPress.
de_de: Du kannst Dein Profil sehr leicht aktualisieren, ohne bbPress verlassen zu müssen.

source: Theme Compatability
de_de: Theme-Kompatibilität

source: Updated default templates are now Twenty Twelve compatible, and we refreshed our CSS to better integrate with other popular themes, too.
de_de: Aktualisierte Standard-Templates sind jetzt mit 'Twenty Twelve' (dem 2012er WordPress Standard-Theme) kompatibel. Und wir haben das CSS Stylesheet etwas überarbeitet, damit es noch besser mit anderen beliebten Themes funktioniert.

source: Improved User Management
de_de: Verbesserte Benutzerverwaltung

source: Dynamic User Roles and Capabilities
de_de: Dynamische Benutzerrollen und Berechtigungen

source: bbPress now includes some fancy user-roles with smart default capabilities to help you manage your forums. New roles include Key Master (for complete administrative access), Moderator, and Participant for regular forum users.
de_de: bbPress enthält einige elegante Benutzerrollen mit guten Standardeinstellungen für Berechtigungen, um Dir beim Verwalten Deiner Foren zu helfen. Neue Benutzerrollen sind 'Super-Administrator' (Key Master; für kompletten administrativen Zugriff), 'Moderator' und 'Teilnehmer' (Participant) für reguläre Foren-Benutzer.

source: Manage Forum Users from WordPress
de_de: Foren-Benutzer von WordPress aus verwalten

source: You can assign Forums roles to users individually, or bulk update them from the WordPress Users page. Users automatically start out as forum participants.
de_de: Du kannst Foren-Benutzerrollen Nutzern individuell zuweisen, oder sie via Stapelverarbeitung auf der WordPress Benutzerseite aktualisieren. Standardmäßig sind Benutzer im Forum als 'Teilnehmer' (Participants) unterwegs.

source: Better BuddyPress Integration
de_de: Bessere BuddyPress Integration

source: Use bbPress for Your BuddyPress Group Forums
de_de: Verwende bbPress 2.x für Deine Gruppenforen in BuddyPress

source: You can now use bbPress to manage your BuddyPress Group Forums, allowing for seamless integration and improved plugin performance. Plugins developed for bbPress can now be extended to improve the BuddyPress Group Forums experience.
de_de: Du kannst jetzt bbPress 2.2+ verwenden, um Deine Gruppenforen in BuddyPress zu verwalten (statt der vorherigen, alten bbPress 1.x Standalone-Variante). Das führt zu nahtloser Integration und verbesserter Plugin-Performance für BuddyPress. Zusatz-Plugins, die für bbPress 2.x entwickelt wurden, können daher nun auch dafür verwendet werden, um die Gruppenforen für BuddyPress zu erweitern bzw. zu verbessern.

source: Activity Stream Syncing
de_de: Synchronisation der Aktivitätsverläufe

source: bbPress now keeps track of changes to topics and replies and keeps their corresponding BuddyPress Activity Stream updates synced.
de_de: bbPress verfolgt nun Änderungen bei Themen und Antworten und aktualisiert die entsprechenden Aktivitätsverläufe in BuddyPress synchron.

source: Under the Hood
de_de: Unter der Oberfläche

source: Template Logic
de_de: Template-Logik

source: New functions and template stacks are in place to help plugin developers extend bbPress further.
de_de: Neue Funktionen und Template-Stacks sind an Ort und Stelle, um Plugin-Entwicklern besser dabei zu helfen, bbPress 2.x zukünftig zu erweitern.

source: Plugin Directory Structure
de_de: Plugin-Verzeichnisstruktur

source: We simplified the bbPress plugin directory structure, making it easier for plugin developers to find the relevant code.
de_de: Wir haben die bbPress Plugin-Verzeichnisstruktur vereinfacht. Dadurch wird es für Plugin-Entwickler einfacher, den relevanten Code zu finden.

source: Autocomplete
de_de: Autovervollständigung

source: In WordPress Admin, you now select a parent forum or topic via autocomplete rather than a dropdown.
de_de: Im WordPress Adminbereich kann jetzt ein Forum oder Thema via Autovervollständigung ausgewählt werden, statt über ein Aufklappmenü.

source: Fancy Editor Support
de_de: Unterstützung für den eleganten Editor

source: We improved our support of the Fancy Editor, giving forum users a better experience.
de_de: Wir haben die Unterstützung für den eleganten Editor (wahlweise Visuell/ HTML) verbessert, um die Benutzererfahrung weiter zu verbessern.

source: WordPress 3.5-ready
de_de: Bereit für WordPress 3.5

source: bbPress 2.2 has been thoroughly tested against the ongoing development of WordPress 3.5.
de_de: bbPress 2.2.x wurde großräumig gegen die fortgeschrittene Entwicklung der WordPress Version 3.5 getestet.

source: Go to Forum Settings
de_de: Zu den Foreneinstellungen gehen

source: bbPress is created by a worldwide swarm of busy, busy bees.
de_de: bbPress wurde erstellt von einem weltweiten Schwarm von fleißigen, fleißigen Bienen.

source: Project Leaders
de_de: Projektleiter

source: Founding Developer
de_de: Gründer

source: Lead Developer
de_de: Leitender Entwickler

source: Contributing Developers
de_de: Beteiligte Entwickler (Contributors)

source: Codex Rockstars
de_de: Helfer bei der Dokumentation

source: Core Contributors to bbPress 2.2
de_de: Sonstige Beteiligte an der Core-Entwicklung von bbPress 2.2.x

source: &mdash; No parent &mdash;
de_de: &mdash; Kein Übergeordnetes &mdash;

source: Disallow editing after
de_de: Bearbeiten deaktivieren nach

source: Throttle posting every
de_de: Zeitintervall zwischen Veröffentlichungen

source: Topic tags
de_de: Themen-Schlagwörter

source: Anonymous posting
de_de: Anonyme Beiträge

source: Default user role
de_de: Standard-Benutzerrolle

source: Auto role
de_de: Automatische Benutzzerrolle

source: Fancy editor
de_de: Eleganter Editor

source: Auto-embed links
de_de: Links automatisch einbetten

source: Allow topics to have tags
de_de: Themen-Schlagwörter für Themen erlauben

source: Automatically assign default role to new, registered users upon visiting the site.
de_de: Automatisch die Standard-Benutzerrolle neuen, registrierten Benutzern zuweisen, wenn sie die Webseite besuchen.

source: No template packages available.
de_de: Es sind keine Template-Pakete verfügbar.

source: Embed media (YouTube, Twitter, Flickr, etc...) directly into topics and replies
de_de: Medien direkt in Themen und Antworten einbetten (YouTube, Twitter, Flickr, etc. ...)

source: &mdash; Forum root &mdash;
de_de: &mdash; Forenwurzel &mdash;

source: Forums Settings
de_de: Foreneinstellungen

source: This screen provides access to all of the Forums settings.
de_de: Dieser Bildschirm bietet Zugriff auf alle Foreneinstellungen.

source: Topic-Tags allow users to filter topics between forums. This is enabled by default.
de_de: Themen-Schlagwörter erlauben es Benutzern, Themen zwischen Foren zu filtern. Dies ist standardmäßig aktiviert.

source: Repair BuddyPress Group Forum relationships
de_de: BuddyPress Gruppenforen-Beziehungen reparieren

source: Remap existing users to default forum roles
de_de: Bestehende Benutzer erneut mit Standard-Benutzerrollen verbinden

source: Repairing BuddyPress group-forum relationships&hellip; %s
de_de: BuddyPress Gruppenforen-Beziehungen werden repariert&hellip; %s

source: Complete! %s groups updated; %s forums updated.
de_de: Abgeschlossen! %s Gruppen aktualisiert; %s Foren aktualisiert.

source: Remapping forum role for each user on this site&hellip; %s
de_de: Foren-Benutzerrolle für jeden Benutzer dieser Webseite erneut zuweisen/ verbinden&hellip; %s

source: Complete! %s users updated.
de_de: Abgeschlossen! %s Benutzer aktualisiert.

source: You can filter the list of topics by topic status using the text links in the upper left to show All, Published, or Trashed topics. The default view is to show all topics.
de_de: Du kannst die Liste der Themen nach Themenstatus filtern lassen, indem Du die Textlinks oben links verwendest, um Alle, Veröffentlichte oder Gelöschte Themen (Papierkorb) aufzulisten. Als Standardansicht fungiert 'Alle' Themen.

source: You can refine the list to show only topics from a specific month by using the dropdown menus above the topics list. Click the Filter button after making your selection. You also can refine the list by clicking on the topic creator in the topics list.
de_de: Du kannst die Liste verfeinern, um nur Themen eines bestimmten Monats anzuzeigen, indem Du das Aufklappmenü oberhalb der Themenliste verwendest. Klicke auf den Button 'Auswahl einschränken', nachdem Du Deine Wahl getroffen hast. Du kannst die Liste ebenso verfeinern über Klick auf den Themenersteller in der entsprechenden Auflistung.

source: <strong>Edit</strong> takes you to the editing screen for that topic. You can also reach that screen by clicking on the topic title.
de_de: <strong>Bearbeiten</strong> führt Dich zur Bearbeitungsansicht des Themas. Du kannst diese Ansicht auch über einen Klick auf den Thementitel erreichen.

source: <strong>Trash</strong> removes your topic from this list and places it in the trash, from which you can permanently delete it.
de_de: <strong>Papierkorb</strong> entfernt ein Thema von der Liste und legt es in Papierkorb. Von dort aus können Elemente dann dauerhaft gelöscht werden.

source: <strong>Close</strong> will mark the selected topic as &#8217;closed&#8217; and disable the option to post new replies to the topic.
de_de: <strong>Schließen</strong> wird das ausgewählte Thema als &#8217;geschlossen&#8217; kennzeichnen und die Option zum Erstellen neuer Antworten deaktivieren.

source: <strong>Stick</strong> will keep the selected topic &#8217;pinned&#8217; to the top the parent forum topic list.
de_de: <strong>Fixieren</strong> wird das ausgewählte Thema &#8217;fixiert&#8217; an der Spitze der übergeordneten Foren-Themenliste halten (sticky/ oben halten).

source: <strong>Stick <em>(to front)</em></strong> will keep the selected topic &#8217;pinned&#8217; to the top of ALL forums and be visable in any forums topics list.
de_de: <strong>Superfixiert</strong> wird das ausgewählte Thema &#8217;superfixiert&#8217; an der Spitze ALLER Foren halten und in der Themenliste jedes Forums sichtbar sein (sticky on front/ ganz oben halten).

source: Forum Role
de_de: Foren-Benutzerrolle
