Repository: Ultimate-Huskies/website
Catalog: __OLD__/languages/bbpress/bbpress-*.po
Languages: de_de

source: Change forum role to&hellip;
de_de: Foren-Benutzerrolle ändern in&hellip;

source: Change
de_de: Ändern

source: Site Role
de_de: Webseiten-Benutzerrolle

# widgets
source: by %1$s
de_de: von %1$s

source: Show topic author:
de_de: Autor des Themas anzeigen:

# widgets
source: %1$s on %2$s %3$s
de_de: %1$s am %2$s %3$s

source: Show reply author:
de_de: Autor der Antwort anzeigen:

source: Keymaster
de_de: Administrator

source: Participant
de_de: Teilnehmer

source: Spectator
de_de: Zuschauer

source: Blocked
de_de: Gesperrt

source: Editable forum roles no longer exist.
de_de: Bearbeitbare Foren-Benutzerrollen sind ab dieser Version nicht mehr vorhanden (es können dafür die entsprechenden WordPress-Benutzerrollen verwendet und angepasst werden!).

source: No response
de_de: Keine Antwort

source: Enable Group Forum
de_de: Gruppenforum aktivieren

source: Saying no will not delete existing forum content.
de_de: Hier 'Nein' zu antworten wird keinen existierenden Foreninhalt löschen!

source: Save Settings
de_de: Einstellungen speichern

source: Group Forum
de_de: Gruppenforum

source: Replies Created
de_de: Erstellte Antworten

# date at time
source: %1$s at %2$s
de_de: %1$s um %2$s

source: Inactive
de_de: Inaktiv

source: You cannot create new forums.
de_de: Du kannst keine neue Foren erstellen.

source: You cannot create new topics.
de_de: Du kannst keinen neuen Themen erstellen.

source: Display Name
de_de: Öffentlicher Name

source: Your password should be at least ten characters long. Use upper and lower case letters, numbers, and symbols to make it even stronger.
de_de: Dein Passwort sollte aus mindestens zehn Zeichen bestehen! Verwende Groß- und kleinbuchstaben, Zahlen und Sonderzeichen, um es noch sicherer zu machen.

source: User Role
de_de: Benutzerrolle

source: Network Role
de_de: Netzwerk-Benutzerrolle

source: Blog Role
de_de: Webseiten-Benutzerrolle

source: in reply to:
de_de: als Antwort auf:

source: Profile
de_de: Profil

source: %s's Topics Started
de_de: Gestartete Themen von %s

source: %s's Replies Created
de_de: Antworten von %s

source: %s's Favorites
de_de: Favoriten von %s

source: %s's Subscriptions
de_de: Abonnements von %s

source: Forum Role: %s
de_de: Forum-Benutzerrolle: %s

source: Topics Started: %s
de_de: Gestartete Themen: %s

source: Replies Created: %s
de_de: Erstellte Antworten: %s

source: Forum Replies Created
de_de: Erstellte Forenantworten

source: You have not replied to any topics.
de_de: Du hast bisher auf kein Thema geantwortet.

source: This user has not replied to any topics.
de_de: Dieser Benutzer hat bislang auf keine Themen geantwortet.

source: Forum Topics Started
de_de: Gestartete Forenthemen

source: &mdash; No role for these forums &mdash;
de_de: &mdash; Keine Benutzerrolle für diese Foren &mdash;
