Repository: Ultimate-Huskies/website
Catalog: __OLD__/languages/bbpress/bbpress-*.po
Languages: de_de

source: <strong>Title</strong> - Enter a title for your reply. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
de_de: <strong>Titel</strong> - Gib einen Titel für Deine Antwort an. Nachdem Du einen Titel eingegeben hast, siehst Du direkt darunter den Permalink (URL-Teil/Slug), den Du auch durch direktes Reinklicken bearbeiten kannst.

source: <strong>Reply Editor</strong> - Enter the text for your reply. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your reply text. You can insert media files by clicking the icons above the reply editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular reply editor.
de_de: <strong>Antworten-Editor</strong> - Gib den Text Deiner Antwort ein. Es gibt zwei Modi zum Bearbeiten: visuell und HTML. Wähle den gewünschten Modus, indem Du das entsprechende Fenster anklickst. Der visuelle Modus stellt Dir einen WYSIWYG-Editor zur Verfügung. Klicke auf das letzte Symbol der Zeile, um eine zweite Reihe mit Steuerelementen anzuzeigen. Das Vollbildsymbol davor ermöglicht es Dir, den Editor im Vollbildmodus anzuzeigen. Der HTML-Modus gibt Dir die Möglichkeit, reines HTML innerhalb Deines Forentextes zu verwenden. Du kannst Mediendateien einfügen, indem Du das entsprechende Symbol oberhalb des Editors anklickst und den Anweisungen folgst.

source: <strong>Publish</strong> - You can set the terms of publishing your reply in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a reply or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a reply to be published in the future or backdate a reply.
de_de: <strong>Publizieren</strong> - Du kannst die verschiedenen Angaben fürs Veröffentlichen in der gleichnamigen Box vornehmen. Für Status, Sichtbarkeit und (sofortiges) Veröffentlichen, klicke auf den Bearbeiten-Link, um mehrere Optionen anzuzeigen. Optionen für die Sichtbarkeit enthalten die Möglichkeit, eine Antwort mit Passwort zu schützen, oder es in der Antworten-Liste oben zu halten (sticky). (Sofortiges) Publizieren erlaubt es Dir, ein Datum in der Zukunft oder Vergangenheit liegend zu wählen, so kannst Du eine Antwort planen oder zurückdatieren.

source: <strong>reply Format</strong> - This designates how your theme will display a specific reply. For example, you could have a <em>standard</em> blog reply with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each reply format</a>. Your theme could enable all or some of 10 possible formats.
de_de: <strong>Antworten-Format</strong> . Dies legt fest, wie Dein Theme eine spezifische Antwort anzeigt. Zum Beispiel kannst Du ein <em>Standard</em> Blog-Forum haben mit einem Titel und Absätzen, oder <em>Kurzbeiträge (Asides)</em> ohne Titel und nur mit kurzem Textinhalt. Bitte schaue im WordPress Codex (Engl.) für weitere <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">Beschreibungen für jedes Antworten-Format</a> (entspricht Artikel-Formatvorlagen bei Blog-Beiträgen) nach. Dein Theme könnte einige oder alle der 10 möglichen Formate aktiviert haben bzw. aktivieren.

source: <strong>Featured Image</strong> - This allows you to associate an image with your reply without inserting it. This is usually useful only if your theme makes use of the featured image as a reply thumbnail on the home page, a custom header, etc.
de_de: <strong>Artikelbild (Featured-Bild)</strong> - Dies erlaubt es Dir, ein Bild mit Deiner Antwort zu verbinden, ohne es einzufügen. Dies ist nützlich, wenn Dein Theme Featured-Bilder als ein Antwort-Vorschaubild auf der Homepage in einer angepassten Kopfzeile oder wo auch immer verwendet.

source: Select the attributes that your reply should have:
de_de: Wähle die Eigenschaften für Deine Antwort aus:

source: <strong>Forum</strong> dropdown determines the parent forum that the reply belongs to. Select the forum, or leave the default (Use Forum of Topic) to post the reply in forum of the topic.
de_de: <strong>Forum-Auswahlfeld</strong> - Das entsprechende Aufklappmenü bestimmt das Eltern-Forum, wozu die Antwort gehört. Wähle das entsprechende Forum oder lasse den Standard (Forum des Themas verwenden), um in diesem Falle die Antwort direkt im Forum des Ausgangsthemas hinzuzufügen.

source: <strong>Topic</strong> determines the parent topic that the reply belongs to.
de_de: <strong>Thema</strong> bestimmt das übergeordnete Thema, wozu die Antwort gehört.

source: <strong>Discussion</strong> - You can turn comments and pings on or off, and if there are comments on the reply, you can see them here and moderate them.
de_de: <strong>Diskussion</strong> - Du kannst Kommentare und Trackbacks/ Pingbacks an- oder abstellen. Und falls es Kommentare zu Antwort gibt, kannst Du diese hier sehen und moderieren.

source: Theme Packages
de_de: Theme-Pakete

source: Current Package
de_de: Aktuelles Paket

source: User slug
de_de: Benutzer-Permalinkteil

source: Topic view slug
de_de: Permalinkteil für Themen-Ansicht

source: Group Forums Parent
de_de: Gruppenforen-Basis

source: How your forum content is displayed within your existing theme.
de_de: Wie Deine Foren-Inhalte innerhalb Deines bestehenden WordPress-Themes angezeigt werden.

source: will serve all bbPress templates
de_de: wird alle bbPress-Templates ausliefern

source: Using the Forum Root is not recommended. Changing this does not move existing forums.
de_de: Die Foren-Basis hier zu verwenden, wird nicht empfohlen. Wenn dies geändert wird, werden bereits bestehende Foren NICHT verschoben.

source: Allow Akismet to actively prevent forum spam.
de_de: Erlaube <em>Akismet</em> Dein Forum vor Spam zu schützen. - Hinweis des Übersetzers: Beachte bitte beim Einsatz des <em>Akismet</em>-Plugins die Datenschutzbestimmungen Deines Landes!

source: Information about your previous forums database so that they can be converted. <strong>Backup your database before proceeding.</strong>
de_de: Informationen über Deine vorherige Foren-Datenbank, damit sie konvertiert werden kann. <strong>Sichere Deine Datenbank, bevor Du fortfährst!</strong>

source: is the previous forum software
de_de: ist die vorherige Foren-Software

source: IP or hostname
de_de: IP-Adresse oder Hostname

source: Use default 3306 if unsure
de_de: Standard 3306 verwenden, falls Du unsicher bist

source: User for your database connection
de_de: Datenbank-Benutzer für die Datenbank-Verbindung

source: Password to access the database
de_de: Passwort für den Datenbank-Zugriff

source: Name of the database with your old forum data
de_de: Name der bisherigen Datenbank, mit den alten Foren-Daten

source: (If converting from BuddyPress Forums, use "wp_bb_" or your custom prefix)
de_de: (Falls Du von BuddyPress Foren konvertierst, verwende <code>wp_bb_</code> oder Deinen benutzerdefinierten Präfix)

source: rows to process at a time
de_de: Spalten, die auf einmal verarbeitet werden sollen

source: Keep this low if you experience out-of-memory issues.
de_de: Halte diesen Wert niedrig, falls Du Probleme mit dem Speicherüberlauf bekommst.

source: second(s) delay between each group of rows
de_de: Sekunde(n) Verzögerung zwischen jeder Gruppe von Spalten

source: Keep this high to prevent too-many-connection issues.
de_de: Halte diesen Wert hoch, um Probleme mit zu vielen Verbindungen zu vermeiden.

source: Purge all information from a previously attempted import
de_de: Vollständiges Entfernen aller Informationen von einem vorherigen Importversuch

source: Attempt to import user accounts from previous forums
de_de: Versuchen, Benutzerkonten vom vorherigen Forum zu importieren

source: Non-bbPress passwords cannot be automatically converted. They will be converted as each user logs in.
de_de: Nicht-bbPress-Passwörter können nicht automatisch konvertiert werden. Sie werden dann konvertiert, wenn sich jeder Benutzer entsprechend anmeldet (beim ersten Mal).

source: Start
de_de: Beginnen

source: Stop
de_de: Stopp - Abbrechen

source: Please see the additional help tabs for more information on each indiviual section.
de_de: Bitte schaue in den zusätzlichen Hilfe-Tabs oben rechts für weitere Informationen zur jeweiligen Ansicht.

source: Favorites are a way for users to save and later return to topics they favor. This is enabled by default.
de_de: Favoriten sind eine Möglichkeit für Benutzer, um beliebte Themen zu speichern und diese später wiederzufinden. Diese Funktion ist standardmäßig aktiviert.

source: Subscriptions allow users to subscribe for notifications to topics that interest them. This is enabled by default.
de_de: Abonnements erlauben es Benutzern, sich für Benachrichtigungen zu Themen anzumelden, die sie interessieren. Diese Einstellung ist standardmäßig aktiviert.

source: "Anonymous Posting" allows guest users who do not have accounts on your site to both create topics as well as replies.
de_de: "Anonymes Veröffentlichen" erlaubt es Gastbenutzern, die kein Benutzerkonto haben, Themen und Antworten auf Deiner Webseite zu erstellen.

source: The Fancy Editor brings the luxury of the Visual editor and HTML editor from the traditional WordPress dashboard into your theme.
de_de: Der Elegante Editor (= TinyMCE bzw. Rich Text Editor) bringt den Komfort des visuellen Editors und des HTML-Editors vom traditionellen WordPress Dashboard in Dein Forum.

source: Auto-embed will embed the media content from a URL directly into the replies. For example: links to Flickr and YouTube.
de_de: Automatisches Einbetten (Auto-embed) wird den Medieninhalt von einer URL direkt in Deine Antworten einfügen. Zum Beispiel: Links zu Flickr oder YouTube.

source: Per Page settings allow you to control the number of topics and replies appear on each page.
de_de: Einstellungen pro Seite erlaubt es Dir, die Zahl der Themen und Antworten zu kontrollieren, die auf jeder Seite angezeigt werden.

source: This is comparable to the WordPress "Reading Settings" page, where you can set the number of posts that should show on blog pages and in feeds.
de_de: Dies ist vergleichbar mit den "Lesen" Einstellungen in WordPress, wo Du die Anzahl der Beiträge, die auf der Blog-Seite sowie in Feeds erscheinen, festlegen kannst.

source: These are broken up into two separate groups: one for what appears in your theme, another for RSS feeds.
de_de: Diese werden heruntergebrochen in zwei separate Gruppen: eine für das, was im Theme angezeigt wird, die andere für RSS-Feeds.

source: Slugs
de_de: Permalinkteile (Slugs)

source: The Slugs section allows you to control the permalink structure for your forums.
de_de: Der Bereich für Permalinkteile (Slugs) erlaubt es Dir, die Permalinkstruktur für Deine Foren zu kontrollieren.

source: "Archive Slugs" are used as the "root" for your forums and topics. If you combine these values with existing page slugs, bbPress will attempt to output the most correct title and content.
de_de: "Archiv-Permalinks" werden verwendet als die "Basis" (root) für Deine Foren und Themen. Wenn Du diese mit Werten von existierenden Seiten-Permalinks kombinierst, wird bbPress versuchen den hoffentlich korrektesten Titel und Inhalt auszugeben.

source: "Single Slugs" are used as a prefix when viewing an individual forum, topic, reply, user, or view.
de_de: "Einzel-Permalinks" werden als eine Vorsilbe (Präfix) verwendet, wenn ein einzelnes Forum, Theme, eine einzelne Antwort bzw. Ansicht angezeigt wird.

source: In the event of a slug collision with WordPress or BuddyPress, a warning will appear next to the problem slug(s).
de_de: Falls es zu einer Permalink-Kollision mit WordPress oder BuddyPress kommen sollte, wird eine Warnung direkt neben dem Permalink-Problem eingeblendet.

source: bbPress keeps track of relationships between forums, topics, replies, and topic tags, and users. Occasionally these relationships become out of sync, most often after an import or migration. Use the tools below to manually recalculate these relationships.
de_de: bbPress behält bzw. verfolgt (trackt) die Verbindungen/ Beziehungen zwischen Foren, Themen, Antworten, Themen-Schlagwörtern und Benutzern. Für gewöhnlich geraten diese Beziehungsdaten aus der Synchronisation, meist nach einem Import bzw. einer Migration. Verwende die Werkzeuge unten, um manuell diese Beziehungsdaten neu berechnen zu lassen.

source: Some of these tools create substantial database overhead. Avoid running more than 1 repair job at a time.
de_de: Einige dieser Werkzeuge erzeugen einen substantiellen Datenbank-Überhang. Vermeide es daher, mehr als einen Reparatur-Auftrag zur selben Zeit am Laufen zu haben.

source: Relationships to Repair:
de_de: Zu reparierende Beziehungsdaten:

source: Repair
de_de: Reparieren

source: Repair Items
de_de: Elemente reparieren

source: Recalculate the parent topic for each post
de_de: Das übergeordnete Thema für jede Antwort neu berechnen

source: Recalculate the parent forum for each post
de_de: Das übergeordnete Forum für jeden Beitrag/ jede Antwort neu berechnen

source: Count topics for each user
de_de: Themen für jeden Benutzer zählen

source: Counting the number of topics each user has created&hellip; %s
de_de: Die Zahl der Themen zählen, die jeder Benutzer erstellt hat&hellip; %s

source: Recalculating the forum for each post &hellip; %s
de_de: Das Forum für jeden Beitrag/ jede Antwort neu berechnen&hellip; %s

source: Recalculating the topic for each post &hellip; %s
de_de: Das Thema für jede Antwort neu berechnen&hellip; %s

source: This will revert your forums back to a brand new installation. This process cannot be undone. <strong>Backup your database before proceeding</strong>.
de_de: Dies wird Deine Foren auf eine ganz neue Installation zurücksetzen. Dieser Prozess kann nicht rückgängig gemacht werden! <strong>Bitte sichere Deine Datenbank, bevor Du fortfährst!</strong>

source: The following data will be removed:
de_de: Die folgenden Daten werden entfernt:

source: All Topic Tags
de_de: Alle Themen-Schlagwörter

source: Related Meta Data
de_de: Ähnliche Metadaten

source: Forum Settings
de_de: Foreneinstellungen

source: Forum Activity
de_de: Foren-Aktivität

source: Forum User Roles
de_de: Foren-Benutzerrollen

source: Importer Helper Data
de_de: Hilfs-Daten des Importers

source: Are you sure you want to do this?
de_de: Bist Du sicher, dass Du das tun willst?

source: Say it ain't so!
de_de: Sage, dass es ist nicht an dem ist!

source: This process cannot be undone.
de_de: Dieser Prozess kann nicht rückgängig gemacht werden.

source: Reset bbPress
de_de: bbPress zurücksetzen

source: Failed
de_de: Fehlgeschlagen

source: Success!
de_de: Erfolgreich!

source: Deleting Posts&hellip; %s
de_de: Beiträge werden gelöscht&hellip; %s

source: Deleting Post Meta&hellip; %s
de_de: Beitrags-Metadaten werden gelöscht&hellip; %s

source: Deleting User Meta&hellip; %s
de_de: Benutzer-Metadaten werden gelöscht&hellip; %s

source: Deleting Conversion Table&hellip; %s
de_de: Die Konversationstabelle wird gelöscht&hellip; %s

source: Deleting Settings&hellip; %s
de_de: Die Einstellungen werden gelöscht&hellip; %s

source: Deleting Roles and Capabilities&hellip; %s
de_de: Die Benutzerrollen und Berechtigungen werden gelöscht&hellip; %s

source: <strong>Spam</strong> removes your topic from this list and places it in the spam queue, from which you can permanently delete it.
de_de: <strong>Spam</strong> entfernt ein Thema von der Liste und legt es in die Spam-Warteschlange. Von dort aus können Elemente dann dauerhaft gelöscht werden.

source: <strong>Preview</strong> will show you what your draft topic will look like if you publish it. View will take you to your live site to view the topic. Which link is available depends on your topic&#8217;s status.
de_de: <strong>Vorschau</strong> zeigt Dir Deinen Entwurf des Themas wie es aussehen würde beim Veröffentlichen. Die Ansicht bringt Dich zu Deiner Live-Webseite. Welcher Link verfügbar ist, hängt von Deinem gewählten Sichtbarkeitsstatus des Themas ab.

source: The title field and the big topic editing Area are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
de_de: Das Thementitelfeld und der große Themenbearbeitungsbereich haben festgelegte Positionen, aber Du kannst alle anderen Boxen durch Ziehen und Ablegen (Drag &amp; Drop) verschieben und sie minimieren oder maximieren, indem Du auf die Titelleiste der gewünschten Box klickst. Verwende die Ansichtseinstellungen über den "Optionen einblenden" Tab oben rechts, um weitere Boxen anzuzeigen (etwa Auszug, Trackbacks senden, Benutzerdefinierte Felder, Diskussion, URL-Titel/Slug, Autor) oder wähle ein 1- oder 2-spaltiges Layout für diese Ansicht.

source: Title and Topic Editor
de_de: Titel- und Themen-Editor

source: <strong>Title</strong> - Enter a title for your topic. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
de_de: <strong>Titel</strong> - Gib Deinem Thema einen Titel. Nachdem Du einen Titel eingegeben hast, siehst Du direkt darunter den Permalink (URL-Teil/Slug), den Du auch durch direktes Reinklicken bearbeiten kannst.

source: <strong>Topic Editor</strong> - Enter the text for your topic. There are two modes of editing: Visual and HTML. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The HTML mode allows you to enter raw HTML along with your topic text. You can insert media files by clicking the icons above the topic editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in HTML mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular topic editor.
de_de: <strong>Themen-Editor</strong> - Gib den Text Deines Themas ein. Es gibt zwei Modi zum Bearbeiten: Visuell und HTML. Wähle den gewünschten Modus, indem Du den entsprechenden Tab anklickst. Der visuelle Modus stellt Dir einen WYSIWYG-Editor zur Verfügung. Klicke auf das letzte Symbol der Zeile, um eine zweite Reihe mit Steuerelementen anzuzeigen. Das Vollbildsymbol davor ermöglicht es Dir, den Editor im Vollbildmodus anzuzeigen. Der HTML-Modus gibt Dir die Möglichkeit, reines HTML innerhalb Deines Forentextes zu verwenden. Du kannst Mediendateien einfügen, indem Du das entsprechende Symbol oberhalb des Editors anklickst und den Anweisungen folgst.

source: <strong>Publish</strong> - You can set the terms of publishing your topic in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a topic or making it stay at the top of your blog indefinitely (sticky). Publish (immediately) allows you to set a future or past date and time, so you can schedule a topic to be published in the future or backdate a topic.
de_de: <strong>Veröffentlichen</strong> - In der Veröffentlichungsbox kannst Du Einstellungen vornehmen: Für Status, Sichtbarkeit und Veröffentlichen (sofort) klicke auf den <em>Bearbeiten</em>-Link, um weitere Optionen einzublenden. Bei <em>Sichtbarkeit</em> sind Optionen für Passwortschutz, oder hervorheben (Sticky) vorhanden. <em>Veröffentlichen (sofort)</em> erlaubt Datumsänderungen sowie einen Beitrag zu planen (in der Zukunft zu veröffentlichen). Damit können Themen geplant oder zurückdatiert werden.

source: <strong>topic Format</strong> - This designates how your theme will display a specific topic. For example, you could have a <em>standard</em> blog topic with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each topic format</a>. Your theme could enable all or some of 10 possible formats.
de_de: <strong>Themen-Format</strong> . Dies legt fest, wie Dein Theme ein spezifisches Forenthema anzeigt. Zum Beispiel könntest Du ein <em>Standard</em> Blog-Forum haben mit einem Titel und Absätzen, oder <em>Kurzbeiträge (Asides)</em> ohne Titel und nur mit kurzem Textinhalt. Bitte schaue im WordPress Codex (Engl.) für weitere <a href="http://codex.wordpress.org/Post_Formats#Supported_Formats">Beschreibungen für jedes Forenthemen-Format</a> (entspricht Artikel-Formatvorlagen bei Blog-Beiträgen) nach. Dein Theme könnte einige oder alle der 10 möglichen Formate aktiviert haben bzw. aktivieren.

source: <strong>Featured Image</strong> - This allows you to associate an image with your topic without inserting it. This is usually useful only if your theme makes use of the featured image as a topic thumbnail on the home page, a custom header, etc.
de_de: <strong>Artikelbild (Featured-Bild)</strong> - Dies erlaubt es Dir, ein Bild mit Deinem Thema zu verbinden, ohne es einzufügen. Dies ist nützlich, wenn Dein Theme Featured-Bilder als ein Themen-Vorschaubild auf der Homepage in einer angepassten Kopfzeile oder wo auch immer verwendet.

source: Select the attributes that your topic should have:
de_de: Wähle die Eigenschaften für Dein Thema aus:

source: <strong>Forum</strong> dropdown determines the parent forum that the topic belongs to. Select the forum or category from the dropdown, or leave the default (No Forum) to post the topic without an assigned forum.
de_de: <strong>Forum-Auswahlfeld</strong> - Das entsprechende Aufklappmenü bestimmt das Eltern-Forum, wozu das Thema gehört. Wähle das entsprechende Forum oder die Foren-Kategorie oder lasse den Standard (kein Forum), um in diesem Falle das Thema ohne ein zugewiesenes Forum hinzuzufügen.

source: <strong>Topic Type</strong> dropdown indicates the sticky status of the topic. Selecting the super sticky option would stick the topic to the front of your forums, i.e. the topic index, sticky option would stick the topic to its respective forum. Selecting normal would not stick the topic anywhere.
de_de: <strong>Themen-Typ (fixieren - sticky)</strong> - Das Auswahlfeld legt den Status des Themas fest, ob es fixiert, d.h. oben gehalten werden soll (sticky). Wenn Du die Option "super-fixiert" verwendest, wird das Thema in allen Foren oben gehalten. Die normale Option "fixiert" hält das Thema dagegen nur im zugehörigen Forum oben. Die Option "normal" wird das Thema nirgendwo fixieren!

source: <strong>Discussion</strong> - You can turn comments and pings on or off, and if there are comments on the topic, you can see them here and moderate them.
de_de: <strong>Diskussion</strong> - Du kannst Kommentare und Trackbacks/ Pingbacks an- oder abstellen. Und falls es Kommentare zum Thema gibt, kannst Du diese hier sehen und moderieren.

# Close a Topic
source: Close
de_de: Schließen

# Open a Topic
source: Open
de_de: Öffnen

source: Re:
de_de: AW:
